{
    "nr": "508",
    "name": "DreamNest EcoBed",
    "price": "59900",
    "ranking": 4,
    "availability": 3,
    "description": "Transform your sleep sanctuary with our innovative EcoBed, a revolutionary blend of comfort and sustainability. Designed for the conscious consumer, this luxurious sleeping platform cradles your body with precision-engineered foam layered upon a sustainably sourced hardwood frame. Say goodbye to restless nights and hello to tranquility as the EcoBed expertly adapts to your individual shape, ensuring a custom fit that remains supportive and inviting night after night.\n\nExperience the refreshing embrace of a temperature-regulating fabric that not only enhances breathability but actively wicks away moisture, keeping you cool and dry throughout the night. With its innovative smart-sleep feature, the EcoBed provides gentle pressure relief, allowing your muscles to relax and rejuvenate, so you wake up feeling revitalized and ready to conquer the day",
    "images": [
        "product_508_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this bed for a couple of months now, and I have to say, I’m pretty impressed. The quality of materials is really noticeable — it feels sturdy and well-made. I love the eco-friendly aspect, which makes me feel good about my purchase. It didn’t take long to set up, and it looks great in my room.\n\nSleep quality has improved significantly! The mattress has the perfect balance of firmness and softness, and I wake up feeling refreshed. The design is sleek and",
            "language": "English"
        },
        {
            "review": "I recently got this eco-friendly bed, and I'm really happy with my purchase! It looks great in my bedroom, and it feels super comfy to sleep on. The materials are sustainable, which makes me feel good about my choice. \n\nSetting it up was straightforward, although it did take a bit longer than I expected. I love how it's designed to support my back, which really helps with my sleep quality. The adjustable options are a nice touch, allowing my partner and I to find our perfect positions",
            "language": "English"
        },
        {
            "review": "Eu comprei essa cama há algumas semanas e, para ser honesto, estou bem satisfeito. A qualidade do material é realmente boa e o conforto me surpreendeu. Durmo super bem, sem aquelas contorções típicas das camas normais. Além disso, eu amei que é feita de materiais sustentáveis; isso faz a diferença pra mim!\n\nO design é moderno e ficou lindo no meu quarto. O único ponto que eu achei que poderia melhorar é o preço, que é um pouco",
            "language": "Portuguese"
        },
        {
            "review": "After using this eco-friendly bed for a few weeks, I have to say it mostly lives up to the hype. The materials are really nice—soft yet sturdy, and I love the fact that it’s made from recycled fabrics and sustainable wood. It feels good to know I'm making a choice that’s better for the environment while enjoying a comfy sleep.\n\nThe design is sleek and fits beautifully in my bedroom, and the built-in storage options are super handy. I can easily stow away blankets and pillows",
            "language": "English"
        },
        {
            "review": "I've been using this eco-friendly bed for a few months now, and I'm pretty happy with it overall. The design is super sleek and fits well with my bedroom decor. It's also really comfortable; the memory foam hugs you just right without being too mushy. I love that it’s made from sustainable materials – it just feels good knowing I'm being mindful of the environment.\n\nThere's a slight odor when you first unbox it, but that dissipated within a few days. The only downside I've noticed is",
            "language": "English"
        }
    ]
}