{
    "nr": "416",
    "name": "CycleSuction 360",
    "price": "7999",
    "ranking": 3,
    "availability": 17,
    "description": "Introducing the ultimate cleaning companion that transforms the ordinary chore of vacuuming into an extraordinary experience. Designed with cutting-edge technology, the revolutionary vacuum sweeps through your home with remarkable precision and power. Featuring a lightweight and maneuverable design, this exceptional device glides effortlessly across carpets, hardwood, and tile, ensuring that every corner of your space is immaculate. Say goodbye to dust bunnies and hello to a cleaner, fresher home!\n\nWhat truly sets this vacuum apart are its advanced multi-suction settings and a smart, adaptive navigation system. With a simple push of a button, you can switch between different suction levels tailored for various surfaces—delicate drapes or stubborn pet hair, it handles it all with ease. The built-in smart sensors detect obstacles",
    "images": [
        "product_416_01.png"
    ],
    "reviews": [
        {
            "review": "Ich habe mir den Staubsauger vor ein paar Wochen gekauft und bin insgesamt ein wenig enttäuscht. Die Saugleistung ist okay, aber nichts Besonderes. Manchmal bleibt ein bisschen Schmutz auf dem Teppich, wenn ich ihn benutze. Das Design ist ganz schick, aber für den Preis hätte ich mir eine bessere Leistung gewünscht. Die Bedienung ist einfach, aber der Staubbehälter ist etwas klein und muss oft geleert werden. Länger als eine hal",
            "language": "German"
        },
        {
            "review": "J'ai essayé cet aspirateur récemment et pour être honnête, c'est un peu mitigé. Il aspire plutôt bien, mais je le trouve un peu lourd à manipuler. Les accessoires sont cool mais pas super faciles à fixer. Le bruit n’est pas énorme, mais ça pourrait être mieux. Sur des tapis moelleux, il a du mal à passer, ce qui est un peu frustrant. Ça fait le job mais pas aussi bien que j'espère. Alors oui, il fait le",
            "language": "French"
        },
        {
            "review": "I recently got this vacuum and honestly, it's okay. It does pick up quite a bit of dirt, which is nice, but I feel like it's a little heavy to maneuver. Sometimes the suction just doesn't feel as strong as I expected, especially with pet hair. The battery life is decent, but I wish it lasted longer on higher power settings. It's easy to empty, which is a plus, but I have to go over spots a couple of times to really get them clean. Overall, it",
            "language": "English"
        }
    ]
}