{
    "nr": "165",
    "name": "LumiNest GlowSphere",
    "price": "2999",
    "ranking": 5,
    "availability": 19,
    "description": "Elevate your living space with the enchanting GlowSphere, a versatile lamp that seamlessly combines elegance and innovation. Imagine a lamp that not only illuminates your home but also transforms it into a sanctuary of warmth and relaxation. With its unique spherical design and soft, diffused lighting, the GlowSphere creates an inviting ambiance in any room, making it the ideal centerpiece for your cozy evenings or lively gatherings.\n\nCrafted with advanced LED technology, this lamp offers an array of customizable color settings that adapt to your mood or occasion at the touch of a button. Whether you seek to unwind with tranquil blues and soft greens or energize your environment with vibrant yellows and reds, the GlowSphere provides endless possibilities to express your personal style. Its intuitive touch controls ensure an",
    "images": [
        "product_165_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got my hands on this amazing lamp, and I am absolutely in love! From the moment I plugged it in, it transformed my whole living space into a cozy haven. The glow it gives off is just perfect—soft and warm, creating the ideal atmosphere for chilling out or entertaining.\n\nI appreciate how versatile it is too! There are so many colors and brightness levels to choose from, making it perfect for any mood or occasion. I especially love changing to the soothing blue during late-night reading",
            "language": "English"
        },
        {
            "review": "I absolutely love this lamp! It's like having a soft, warm hug in my living room. The adjustable brightness is perfect for all times of day; I can go from a cozy reading light to a romantic mood. Plus, the color temperature changes are super soothing! The design fits so well with my decor; it really adds a touch of elegance. \n\nI appreciate the smart features too. Connecting it to my phone was a breeze, and I can control it even while I’m snuggled on",
            "language": "English"
        },
        {
            "review": "I cannot express how much I adore this marvelous little lamp! From the moment I unboxed it, I was captivated by its stunning design that fits perfectly with my decor. The soft, ambient glow creates such a cozy atmosphere in my living room; perfect for unwinding after a long day. \n\nI love that I can customize the brightness and even change the colors to match my mood or season. It's like having a personal light artist in my home! The touch controls are intuitive, and I appreciate how",
            "language": "English"
        }
    ]
}