{
    "nr": "496",
    "name": "GlideEdge Razor",
    "price": "2999",
    "ranking": 1,
    "availability": 20,
    "description": "Experience the ultimate in shaving luxury with the revolutionary GlidePro razor, designed to elevate your grooming routine to unparalleled heights. Say goodbye to nicks, cuts, and irritation, as this innovative tool glides effortlessly across your skin, providing a close, smooth, and comfortable shave every time. Engineered with precision, the GlidePro features a multi-directional flex head and ultra-thin blade technology that adapts seamlessly to the contours of your face or body, ensuring an effortless experience that leaves your skin feeling fresh and rejuvenated.\n\nCrafted with ergonomics in mind, the GlidePro incorporates a soft, non-slip grip that ensures complete control, allowing you to maneuver with confidence, even in the most challenging areas. The built-in moisture strip, enriched with",
    "images": [
        "product_496_01.png"
    ],
    "reviews": [
        {
            "review": "vraiment pas un bon rasoir. livraison longue et quand je l'ai enfin reçu, il écorche ma peau. fait moins de boulot que le bon vieux rasoir jetable. déçu! je m'attendais à mieux pour le prix. j'ai fini par jeter cet outil. je ne recommande pas du tout.",
            "language": "French"
        },
        {
            "review": "Got this razor and it’s just terrible. Cuts my skin every time, I don’t know what’s wrong with it. The blades don’t feel sharp at all, more like they’re dull or something. Couldn’t even finish my shave without bleeding. Plus, it feels cheap in the hand. Honestly wish I hadn’t wasted my money. Not worth it at all, save your bucks!!",
            "language": "English"
        },
        {
            "review": "this razor is terrible. took it outta the box and felt cheap. first shave was a disaster—cuts everywhere, not smooth at all. blade didn’t glide like it says. absolute waste of money. thought it’d be more nimble but it’s just awkward. I can’t believe people give it good reviews. steer clear of this one; you’ll regret it! Save yourself the trouble and buy anything else. I'm really disappointed.",
            "language": "English"
        },
        {
            "review": "This razor is the worst. I honestly thought it would work better but it just pulls at my hair and gives me nicks everywhere. The blades are awful and don’t cut well at all. It feels cheap too, like I could break it anytime. I’m really disappointed and will not recommend. Just save your money and get a better one.",
            "language": "English"
        }
    ]
}