{
    "nr": "577",
    "name": "DreamNest Serenity Mattress",
    "price": "29900",
    "ranking": 1,
    "availability": 8,
    "description": "Transform your sleep experience with the ultimate in restful luxury. Imagine slipping into a sanctuary of comfort each night, where every inch of your bed cradle your body and allows you to drift off into a peaceful slumber. The innovative design blends cutting-edge technology with plush materials to provide superior support and pressure relief, ensuring that you wake up rejuvenated and ready to tackle your day.\n\nThis extraordinary mattress features a multi-layered construction that encompasses a cooling gel-infused memory foam layer to dissipate heat and provide a refreshingly comfortable sleep environment. Beneath the surface, precision-engineered pocket springs work independently to contour to your body’s specific shape, delivering targeted support and minimizing motion transfer for undisturbed nights. Whether you’re a side sleeper craving softness or a",
    "images": [
        "product_577_01.png"
    ],
    "reviews": [
        {
            "review": "Honestly, this is the worst mattress I've ever bought. It's super hard, feels like I'm sleeping on a rock. I wake up with back pain every morning. Tried to give it a chance but I just can't. The memory foam is a joke, and it smells weird too. If you want a good night’s sleep, stay far away from this one. Definitely regretting this purchase.",
            "language": "English"
        },
        {
            "review": "Worst mattress ever. It completely sunk after a week like a deflated balloon. Woke up sore every morning, can't remember the last time I slept okay. Cover ripped after one wash too. Don't waste your money, total scam. Not worth even one star honestly.",
            "language": "English"
        },
        {
            "review": "I got this mattress a few weeks ago and man, what a mistake. It’s way too soft, like sleeping on a sponge. I wake up with my back killing me every morning. Never thought a mattress could be this bad. Plus, it smells weird and takes forever to air out. The edges sunk in right away too, feels cheap. I guess you get what you pay for but seriously, I’d rather sleep on the floor. Total waste of money. Would NOT recommend to anyone.",
            "language": "English"
        }
    ]
}