{
    "nr": "446",
    "name": "Luminara Oasis Lamp",
    "price": "2499",
    "ranking": 1,
    "availability": 7,
    "description": "Transform your living space into a serene sanctuary with our exquisite Table Glow, an enchanting lamp that blends aesthetics with innovation. Effortlessly designed to illuminate your home, this fixture is not just a source of light; it’s a statement piece that enhances your décor and elevates your mood. With a soft, adjustable glow, you'll find the perfect ambiance for every occasion—be it a cozy evening with a book or an intimate dinner with friends.\n\nCrafted with a sleek, minimalist silhouette, the Table Glow seamlessly fits into any style, from modern chic to rustic charm. The lamp features a unique touch-sensitive dimmer, allowing you to easily transition between vibrant energy and soothing relaxation, all with just a gentle tap. Built with energy-efficient LED technology, enjoy",
    "images": [
        "product_446_01.png"
    ],
    "reviews": [
        {
            "review": "I’m really disappointed with this lamp. Got it a few weeks ago and it barely works. Like it turns on sometimes but most of the time it just flickers and shuts off. The light it gives isn’t even nice, more like a weird glow. And don’t get me started on the touch controls, they are so unresponsive it drives me crazy! My old lamp was way better than this. I want my money back!!",
            "language": "English"
        },
        {
            "review": "total disappointment. got this lamp hoping for a nice glow but its super dim. I can barely see it across the room. plus, it doesn’t stay on. kept flickering and turning off. waste of money honestly. gonna return it. really dont recommend it if you want something that works. save your cash for something better!",
            "language": "English"
        },
        {
            "review": "This lamp is a total waste of money. It doesn’t even light up much. I thought I was getting something nice for my living room, but it barely makes a glow. The charging doesn’t even last long, and I’ve had better flashlights. Plus, it feels really cheap and flimsy, like if you breathe on it too hard it’ll break. Very disappointed, def would not recommend to anyone. Look for something better!",
            "language": "English"
        },
        {
            "review": "Wat een teleurstelling! De lamp gaf niet genoeg licht en de kleuren zijn helemaal niet mooi. De batterij ging super snel leeg, en toen hij aanstond knipperde hij constant. Echt zo'n rommel, niet zoals in de advertentie. Als ik het had geweten, had ik m’n geld niet verspild. Zou het echt niemand aanraden.",
            "language": "Dutch"
        }
    ]
}