{
    "nr": "294",
    "name": "\"Elemental Drift Jacket\"",
    "price": "7999",
    "ranking": 5,
    "availability": 8,
    "description": "Embrace the elements with a jacket designed for the adventurous spirit in you. This innovative outerwear piece boasts a sleek, modern silhouette that effortlessly transitions from urban streets to rugged trails. Crafted from a lightweight, weather-resistant fabric, it shields you from unpredictable rain and wind without compromising on breathability. Whether you're commuting to work or exploring the great outdoors, this jacket ensures you stay comfortable and stylish no matter where your journey takes you.\n\nEquipped with advanced thermal technology, it maintains your ideal body temperature, keeping you warm without overheating. The adjustable hood and hem provide a customizable fit, allowing you to contour your jacket to suit your personal style or weather conditions. Thoughtfully designed pockets are seamlessly integrated, offering ample storage for essentials like your phone, wallet,",
    "images": [
        "product_294_01.png",
        "product_294_02.png"
    ],
    "reviews": [
        {
            "review": "Desde que compré esta chaqueta, ha sido una maravilla. La calidad es increíble, los materiales se sienten muy agradables al tacto y te mantienen cálido sin abrumarte. La tecnología de regulación de temperatura funciona de maravilla. Puedo llevarla durante horas y nunca me siento incómodo. Además, el diseño es moderno y se ajusta perfectamente a mi figura, lo que me hace lucir bien en cualquier ocasión.\n\nMe encanta cómo es tan ligera pero a la vez me",
            "language": "Spanish"
        },
        {
            "review": "Estou encantado com esse novo jaqueta! A qualidade é simplesmente incrível! O tecido é super leve, mas ainda assim mantém me aquecido nos dias mais frios. Além disso, o design é muito estiloso e combina com qualquer look. \n\nAs funcionalidades são fantásticas! Tem vários bolsos que ajudam bastante para guardar minhas coisas. A tecnologia de climatização faz uma grande diferença, afinal, eu não sinto calor excessivo enquanto me movo! \n\nÉ confortável e se ajusta muito bem",
            "language": "Portuguese"
        },
        {
            "review": "J'adore cette veste ! Elle est vraiment incroyable. Le tissu est super léger, mais en même temps, elle vous garde bien au chaud! J'aime aussi la façon dont elle s'adapte à mon corps, ni trop serrée ni trop large. Les poches sont parfaites pour ranger mes clés et mon téléphone sans problème. Je peux même la porter pendant mes sorties en plein air sans craindre qu'elle s'abîme. C'est tellement agréable de l'avoir avec moi lors de mes rand",
            "language": "French"
        },
        {
            "review": "I recently got my hands on this amazing jacket and I can't stop raving about it! From the moment I slipped it on, I knew it was special. The fit is absolutely perfect—snug but not restrictive, allowing for easy movement. The material feels high-quality and isn't too heavy, which is great for layering. \n\nWhat really sets it apart are the features. The pockets are easily accessible and spacious enough to hold my phone and wallet without feeling bulky. Plus, it's super easy to clean",
            "language": "English"
        },
        {
            "review": "I've been absolutely blown away by this jacket! It's like wearing a cloud—super lightweight yet somehow manages to keep you warm in chilly weather. The material has a unique feel to it; it’s soft and flexible, perfect for both outdoor adventures and casual outings.\n\nI love how easy it is to pack, too. Toss it in my bag, and it doesn’t take up any space at all. And let’s talk about style! With its sleek design, I’ve gotten so many compliments. It",
            "language": "English"
        }
    ]
}