{
    "nr": "607",
    "name": "SerenSofa Retreat",
    "price": "89900",
    "ranking": 4,
    "availability": 5,
    "description": "Transform your living space into an oasis of comfort and style with this exquisite pièce de résistance, affectionately known as the S.R. Designed for those who crave relaxation and sophistication, this sofa is a harmonious blend of modern aesthetics and timeless elegance. Wrapped in sumptuous, eco-friendly fabric that feels as soft as a cloud, the S.R. encourages you to unwind after a long day, making it the perfect centerpiece for family gatherings or cozy nights in.\n\nOne of the standout features of the S.R. is its customizable modular design, allowing you to effortlessly rearrange its components to fit your space and lifestyle. Choose your preferred configuration from the luxurious chaise lounge to the generous sectional—whatever suits your mood and environment. With a plethora of color options available, you",
    "images": [
        "product_607_01.png"
    ],
    "reviews": [
        {
            "review": "I’ve had my new sofa for a few weeks now, and I must say, it’s pretty good! The style is sleek and fits perfectly in my living room, really brightens up the space. The cushions are soft but not too soft, providing great support. I love curling up with a good book and a cup of tea here!\n\nOne thing I really appreciate is how easy it is to clean. I’ve spilled something a couple of times, and a quick wipe did the trick. The",
            "language": "English"
        },
        {
            "review": "I recently got this sofa, and I have to say, it really does live up to its promise. The comfort level is just fantastic—perfect for lounging around after a long day. I love how plush the cushions are; you sink right in without feeling swallowed up. The fabric feels high-quality and holds up well against spills, which is a must in my household.\n\nAssembly was pretty straightforward, taking me less than an hour. The design is on point too! It blends well with my living room",
            "language": "English"
        },
        {
            "review": "I recently brought home this sofa and I have to say, it's pretty great! The design is modern and fits well with my living room decor. It’s super comfy, perfect for lounging or binge-watching my favorite shows. The fabric is soft to the touch, and the cushions are supportive without feeling too firm. \n\nI did have a small issue with the assembly, compared to other furniture I've put together; the instructions were a bit confusing. But once it was all set up, it felt like",
            "language": "English"
        },
        {
            "review": "I’ve been using this sofa for a few months now, and I must say it's really quite nice! The design fits perfectly with my living room decor, and it looks way more expensive than it actually is. The cushions are super comfy — I love sinking into them after a long day. It feels great for lounging while binge-watching shows, and my guests have also complimented it during get-togethers!\n\nOne thing I really appreciate is how easy it is to clean. A quick wipe and",
            "language": "English"
        }
    ]
}