{
    "nr": "283",
    "name": "Celestial Sips",
    "price": "1599",
    "ranking": 5,
    "availability": 4,
    "description": "Elevate your wine experience with these stunning, handcrafted stemware that promise to awaken your senses with every sip. Designed to capture the light and reflect the beauty of your finest vintages, each glass features an exquisite celestial pattern that sparkles like the night sky. Whether you're hosting an intimate dinner party or enjoying a quiet evening at home, these glasses bring a touch of ethereal elegance to any occasion.\n\nExperience the perfect balance of form and function with our meticulously crafted stemware, featuring an ergonomic shape designed for optimal aeration. The unique curvature allows aromas to release, ensuring that every note of your favorite Chardonnay, Merlot, or sparkling wine is fully appreciated. With their generous bowl and tapered rim, these glasses enhance your tasting experience, allowing you to",
    "images": [
        "product_283_01.png"
    ],
    "reviews": [
        {
            "review": "Estou encantada com esses copos de vinho! 🌟 Desde que comprei, todas as minhas noites de postar uma taça de vinho se tornaram especiais. A transparência do vidro é incrivelmente bonita, e tenho adorado como a luz reflete neles. Além disso, eles são leves, mas muito resistentes – parece que vou ter eles para sempre! Os detalhes na base são elegantes, dando um toque de sofisticação à minha mesa. Cada gole é uma experiência única,",
            "language": "Portuguese"
        },
        {
            "review": "I recently got these wine glasses, and I am absolutely in love with them! The design is stunning—elegant and modern, perfect for all occasions. What I appreciate the most is how they enhance the wine drinking experience. The shape really helps to bring out the flavors of the wine, and they feel so nice in your hands. \n\nI’ve used them for everything from casual dinners to fancy gatherings, and they've been a hit every single time. The glasses are sturdy, yet surprisingly light,",
            "language": "English"
        },
        {
            "review": "Absolutely in love with these wine glasses! The design is simply stunning, making every sip feel like a special occasion. I just hosted a dinner party and my guests couldn't stop complimenting them. The crystal-clear glass allows the color of the wine to shine beautifully, and the shape really enhances the aroma. They feel nice and sturdy in my hand, yet super elegant, which is a perfect combo for me. I also appreciate how easy they are to clean; they come out sparkling every time! I high",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with these wine glasses! 🌟 From the moment I took them out of the box, I could tell I was in for something special. The elegant design is a dream come true for any dinner party or cozy night in. They fit perfectly in my hand, and the thin rim makes every sip feel luxurious. \n\nI was worried about durability since they look so delicate, but they’ve held up beautifully in the dishwasher and haven't chipped at all. I hosted a few gatherings since",
            "language": "English"
        }
    ]
}