{
    "nr": "230",
    "name": "LuxeShade Vistas",
    "price": "4999",
    "ranking": 5,
    "availability": 9,
    "description": "Introducing the ultimate in sun protection and style, our latest masterpiece redefines eyewear with its cutting-edge design and flawless execution. Imagine slipping on a pair of sunglasses that not only shields your eyes from harmful UV rays but also elevates your entire look. These shades feature advanced polarized lenses, ensuring crystal-clear vision while dramatically reducing glare. Perfect for everything from beach days to city strolls, they effortlessly combine functionality with flair.\n\nCrafted with an ultra-lightweight frame, these sunglasses promise all-day comfort without compromising on style. The ergonomically designed temples hug your head just right, making them suitable for both active adventures and laid-back lounging. Available in a variety of stunning colors, you can effortlessly express your personality, whether you opt for a bold statement or",
    "images": [
        "product_230_01.png"
    ],
    "reviews": [
        {
            "review": "Absolutely love these sunglasses! The design is so chic and modern, perfect for any occasion. They fit really well and don't slip down my nose, which is a huge plus. The UV protection is fantastic, and I can wear them for hours without feeling any discomfort. Plus, I got so many compliments the first day I wore them! The lenses are clear and reduce glare effectively—driving is much more pleasant now. These have quickly become my go-to accessory for every outing. Highly recommend to anyone",
            "language": "English"
        },
        {
            "review": "Esses óculos são incríveis! A qualidade é excepcional, e eu tô amando usar no dia a dia. As lentes são super confortáveis e protegem muito bem contra a luz solar. Além disso, o design é super moderno e elegante, combinando com várias roupas que tenho. Eles ficam muito bem no rosto e não escorregam, o que me dá uma sensação de segurança. Eu tenho usado na praia e durante caminhadas, e é uma experiência maravilhosa. Nunca encontrei um",
            "language": "Portuguese"
        },
        {
            "review": "I recently got my hands on these amazing sunglasses, and I can't believe how much I love them! The frames fit perfectly and are super lightweight, making them so comfortable to wear all day. The lenses are crystal clear and really cut down on glare—I feel like I can see everything so much better! \n\nI was worried about how they'd look on me, but they totally enhance every outfit. I’ve gotten so many compliments already! They also come in some stylish colors which make it hard to choose just",
            "language": "English"
        }
    ]
}