{
    "nr": "529",
    "name": "ChopCraft Artisan Board",
    "price": "1999",
    "ranking": 2,
    "availability": 3,
    "description": "Transform your kitchen experience with a cutting board that’s not just a tool, but an invitation to culinary artistry. Designed for the contemporary chef, this premium board combines aesthetics and functionality in a way that elevates your cooking preparation to a whole new level. Crafted from sustainably sourced hardwood, the rich grains and natural patterns create an eye-catching centerpiece that will impress your guests while providing the durability and resilience needed for all your chopping tasks.\n\nThe surface of this exceptional board has been meticulously polished to ensure a smooth feel, preventing knife dulling and offering a self-healing feature that keeps it looking pristine even after countless uses. Say goodbye to unwanted slips and slides! The non-slip base provides stability, enabling you to chop, slice, and dice with confidence. Whether",
    "images": [
        "product_529_01.png"
    ],
    "reviews": [
        {
            "review": "I was excited to try this cutting board, but it ended up being pretty disappointing. It looks nice, but that’s about it. The surface is too soft and started to scratch really easily even with just normal chopping. One of the edges splintered after a few uses, which is frustrating. I expected it to hold up better. Cleaning it is a hassle too, it seems to stain more than I thought it would. Overall, just not the quality I hoped for. Wouldn’t recommend",
            "language": "English"
        },
        {
            "review": "I was really excited to try this cutting board based on all the hype, but I’ve got to say it didn’t live up to expectations. The design is pretty but the surface just scratches way too easily. I expected it to be more durable for the price. I use it for basic chopping, and I've already got noticeable marks after just a few uses. It's also heavier than I thought, which makes it a bit awkward to handle. Overall, it looks good on the counter, but for actual",
            "language": "English"
        },
        {
            "review": "I was really excited to try this cutting board since it seemed so stylish, but honestly, it fell short for me. It looks nice on the counter, but when I actually used it, it didn't hold up well at all. The surface scratches easily, and I've noticed some stains that just won't come out. I thought it would be knife-friendly, but my knives take a beating on it, and some cuts feel like they’re dulling faster than usual. \n\nIt's also heavier than I expected,",
            "language": "English"
        }
    ]
}