{
    "nr": "694",
    "name": "BrewSphere 360",
    "price": "59900",
    "ranking": 3,
    "availability": 11,
    "description": "Transform your morning routine with the ultimate coffee companion that redefines every sip. The revolutionary BrewSphere 360 offers an immersive brewing experience, combining cutting-edge technology with sleek design to elevate your daily ritual. Imagine a machine that not only brews, but also caters to your precise taste—this is the magic of the B360.\n\nHarnessing a state-of-the-art brewing system, this intelligent coffee maker features a customizable strength selector and precision temperature control, ensuring each cup is tailored to your preferences. Whether you crave a robust espresso to kickstart your day or a smooth, velvety latte as a mid-afternoon treat, the B360 delivers every time, extracting the perfect flavor profile from your favorite beans. With its innovative dual brewing capability, you",
    "images": [
        "product_694_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this coffee machine for a few weeks now, and while it's got some great features, there are a few things that are just okay. The design is sleek and it brews a decent cup of coffee, but the complexity is what throws me off. Sometimes it takes longer than expected to heat up, and I've had a couple of issues with grinding the beans properly. \n\nThe control panel has lots of options, which is nice, but it can be overwhelming for someone who just wants a",
            "language": "English"
        },
        {
            "review": "I’ve been using this coffee machine for a couple of months now. It has its good points and some downsides. The design is pretty sleek and it looks decent on my countertop. Coffee comes out okay, not the best but not bad either. I mean, it does the job of making coffee, just not as flavorful as I expected.\n\nI had some hiccups with the setup though—like the instructions weren’t super clear. It took a bit longer than I'd like to figure out all the",
            "language": "English"
        }
    ]
}