{
    "nr": "469",
    "name": "PowerSuction Pro 3000",
    "price": "8999",
    "ranking": 1,
    "availability": 25,
    "description": "Meet your new cleaning companion, the ultimate powerhouse that redefines home maintenance. This innovative vacuum is engineered to tackle dust, debris, and pet hair with an uncompromising efficiency that transforms your cleaning routine into a swift and seamless experience. With its cutting-edge cyclone technology, it captures even the tiniest particles, ensuring your living spaces are not only visibly clean but also healthier.\n\nEquipped with a lightweight design and ergonomic handle, this vacuum glides effortlessly across all floor types, from plush carpets to sleek hardwoods. Its versatile attachments make it a multitasking marvel, effortlessly transitioning from floors to hard-to-reach corners and upholstery. Imagine zipping through rooms with a whisper-quiet operation that won’t disturb your peace, allowing you to clean at any",
    "images": [
        "product_469_01.png"
    ],
    "reviews": [
        {
            "review": "I really regret buying this vacuum. I expected it to actually work, but it just doesn’t suck up much at all. I had to go over the same spot like 10 times, and it still left dirt behind. It keeps getting stuck on everything, like the carpet fringe and even small toys. The cord is way too short too. I'm always tripping over it. It feels cheap and flimsy. I thought it was gonna be great from the ads, but seriously, what a joke",
            "language": "English"
        },
        {
            "review": "This vacuum is a total waste of money. I’ve used it like, 3 times and it barely picks up anything. I spent more time going over the same spot than actually cleaning. Super loud too, like really annoying. The cord is way too short and gets tangled up sooo easily. Also, it falls over every time I try to move it. Just makes cleaning way harder than it should be. Can’t recommend this at all. Seriously disappointed.",
            "language": "English"
        },
        {
            "review": "Je suis vraiment déçu de cet aspirateur. il ramasse presque rien, et les poils de mon chien restent partout. la puissance d'aspiration est nulle, j'ai dû finir le travail avec un balai. De plus, il fait un bruit terrible comme un camion. Le fil est trop court, je dois changer de prise tout le temps. j'espérais mieux mais c'est un gros flop. N'achetez pas, c'est de l'argent gaspillé.",
            "language": "French"
        },
        {
            "review": "I bought this vacuum hoping for something powerful, but it has been a total fail. It barely picks up stuff and gets stuck on carpets. The hose is super short and the canister fills up way too fast. The worst part is the noise! It sounds like a dying animal. I’ll take my old vacuum any day. Not worth the money at all. Total waste!",
            "language": "English"
        }
    ]
}