{
    "nr": "251",
    "name": "Whirlwind CleanseVac 360",
    "price": "8999",
    "ranking": 1,
    "availability": 6,
    "description": "Meet the ultimate cleaning companion that promises to revolutionize your housekeeping routine! This innovative vacuum cleaner features a powerful 360-degree suction technology, ensuring that dirt and dust are effectively trapped from every angle. No more missed spots or hidden debris—this gem glides smoothly under furniture, into corners, and onto various surfaces, freeing your home from allergens and grime while saving you time and effort.\n\nDesigned with sleek aesthetics and a lightweight body, our vacuum is not only practical but also a breeze to maneuver. Its ergonomic handle provides a comfortable grip, making it easy to tackle those tough cleaning jobs without strain. Equipped with advanced HEPA filtration, it captures even the tiniest particles, making it a fantastic choice for families with pets or allergy sufferers. And let’s",
    "images": [
        "product_251_01.png"
    ],
    "reviews": [
        {
            "review": "This vacuum is a total letdown. Does not pick up dirt or hair. Just pushes stuff around. I spent way too much $$ for this junk. It gets stuck on the carpet and I have to keep resetting it. Battery dies super fast, never gets the whole room. So loud for something that doesn’t even work right. The app is useless too. Seriously, don't waste your money, I wish I did more research before buying. Not worth one star at all. I just wanted something",
            "language": "English"
        },
        {
            "review": "I really want to love this vacuum but it just doesn’t work. I mean it hardly sucks up any dirt, and I found more stuff on the floor after I ran it than before! The battery life is a joke too. Half an hour and it dies, even if I’m just doing one room. Cleaning the filters is a pain, and I swear they just clog up right away. The design looked cool but honestly it’s just a fancy paperweight now. Do yourself a favor and skip",
            "language": "English"
        }
    ]
}