{
    "nr": "289",
    "name": "LuxeLint Haven",
    "price": "2499",
    "ranking": 4,
    "availability": 18,
    "description": "Transform your laundry routine with the epitome of elegance and functionality. Crafted from premium materials, this innovative laundry basket offers a stunning blend of style and practicality. Its sleek, modern design seamlessly integrates into any home decor, turning a mundane chore into a luxurious experience. With its spacious interior, you’ll never have to worry about overflowing clothes again. Say goodbye to clutter and hello to organization with this beautifully designed storage solution that elevates your space.\n\nExperience the convenience of built-in features tailored to make life easier. The lightweight yet sturdy construction allows for effortless maneuverability, so you can transport your laundry from room to room with ease. The comfortable handles are ergonomically designed, providing a secure grip, whether you're carrying a load of fresh whites or colorful delicates",
    "images": [
        "product_289_01.png"
    ],
    "reviews": [
        {
            "review": "Ik heb onlangs deze nieuwe wasmand gekocht en ik ben over het algemeen best tevreden. Het design is echt mooi en past perfect in mijn interieur. De grootte is prima voor herkenningen, ik kan er een goede hoeveelheid was in kwijt zonder dat het te veel ruimte in beslag neemt. \n\nHet enige minpuntje is dat de handvatten iets steviger hadden kunnen zijn. Soms voelt het alsof ze het gewicht niet echt goed aan kunnen, vooral als de mand voll is. Maar voor een dagelijkse l",
            "language": "Dutch"
        },
        {
            "review": "I've been using this laundry basket for a few weeks now, and overall, I really like it! It has a sleek design that looks nice in my room, which is a big plus for me. The sturdy materials feel high-quality, and it's surprisingly lightweight. It holds a good amount of laundry, which is helpful since we have a busy household!\n\nOne feature that I find particularly useful is the removable inner liner. It makes it so easy to transport my laundry to and from the washing machine without any",
            "language": "English"
        },
        {
            "review": "I've been using this laundry basket for a few months now, and I really like it! It's chic and fits in perfectly with my decor. The size is great—holds a good amount of clothes without taking up too much space. The material feels sturdy, and I love the handles; they make it easy to carry up and down the stairs. \n\nOnly reason I'm not giving it 5 stars is that I wish it had a lid. In my home, sometimes things can get a bit messy,",
            "language": "English"
        }
    ]
}