{
    "nr": "223",
    "name": "LumiGlow Orb",
    "price": "2499",
    "ranking": 5,
    "availability": 4,
    "description": "Transform your space with the enchanting elegance of the latest luminary sensation—an ethereal orb that casts a soft, inviting glow throughout your home. This exceptional lamp combines modern aesthetics with brilliant functionality, making it the perfect addition to any room. With its smooth, spherical design and a palette of tranquil colors, it doesn’t just illuminate; it creates an ambiance that invites relaxation and fosters connection among loved ones.\n\nCrafted with state-of-the-art LED technology, this orb is energy-efficient and durable, ensuring that you enjoy its warm radiance for years to come. Customize your lighting experience with adjustable brightness levels—whether you fancy a gentle nightlight or a vibrant hue for lively gatherings, this innovative device adapts to your mood. Plus, its user-friendly",
    "images": [
        "product_223_01.png"
    ],
    "reviews": [
        {
            "review": "I recently purchased this lamp, and I am absolutely in love with it! From the moment I took it out of the box, I was captivated by its sleek design and warm glow. It fits perfectly in my living room and adds such a cozy ambiance in the evenings. The touch controls are super intuitive, making it easy to adjust the brightness to whatever mood I'm in.\n\nI adore how versatile it is! Whether I need a soft light for reading or a bright light for crafting, it handles it all",
            "language": "English"
        },
        {
            "review": "I’m absolutely in love with this innovative lamp! It’s become the centerpiece of my living room, and the ambiance it creates is just magical. The soft glow curves perfectly around the room, and I’ve been using it for everything from cozy movie nights to dinner parties.\n\nThe touch control feature is like a dream, allowing me to adjust the brightness and color mood effortlessly. I often switch between warm golden tones for a more inviting feel and cooler hues for a fresh burst of energy. The remote is so",
            "language": "English"
        }
    ]
}