{
    "nr": "149",
    "name": "Sole Expressions",
    "price": "499",
    "ranking": 5,
    "availability": 4,
    "description": "Step into a world of comfort and style with our latest line of vibrant, versatile socks, affectionately known as \"Sole Socks.\" Designed for those who crave individuality while seeking the ultimate coziness, these socks not only elevate your outfit but also pamper your feet with their plush feel. Crafted from a luxurious blend of breathable cotton and innovative moisture-wicking materials, these socks keep your feet happy and fresh all day long, whether you’re lounging at home, hitting the gym, or stepping out on the town.\n\nThe finely-tuned design of Sole Socks ensures a perfect fit that hugs your feet without constricting, providing support when you need it most. With reinforced heels and toes, these socks are made to withstand daily wear and tear, maintaining",
    "images": [
        "product_149_01.png"
    ],
    "reviews": [
        {
            "review": "I can’t express how much I love these socks! They are the perfect blend of comfort and style. The material is so soft against my skin, and they fit like a dream, not too tight or too loose. I wear them all day, and my feet feel amazing without any slipping or bunching up inside my shoes. The variety of colors is also a huge plus, making it easy to match them with any outfit. I’ve even gotten compliments from friends about how cute they are! It",
            "language": "English"
        },
        {
            "review": "I absolutely love these socks! They are seriously the softest thing ever and fit like a dream. The moment I slipped them on, it felt like I was walking on clouds. The elastic doesn't dig into my legs, and they stay in place all day without sliding down, which is a pet peeve of mine with other brands. I've been wearing them during workouts and just lounging around the house, and they're perfect for both! The colors are vibrant and fun, which adds a little flair to my",
            "language": "English"
        }
    ]
}