{
    "nr": "14",
    "name": "Chromatic Reverie",
    "price": "29900",
    "ranking": 5,
    "availability": 22,
    "description": "Transform your living space into a vibrant sanctuary with our latest masterpiece, affectionately known as “CR”. This stunning painting is more than just wall decor; it’s an expression of art that breathes life, color, and imagination into any room. Crafted with a unique blend of acrylics and ink, CR captures a swirling dance of hues that evokes emotion and inspires creativity. Whether it's the living room, bedroom, or office, this artwork effortlessly becomes a focal point that draws the eye and sparks conversation.\n\nWhat sets CR apart is its ability to resonate with a variety of decor styles, from modern minimalism to bohemian chic. Its dynamic composition features layers of bold colors and delicate textures, transforming an ordinary wall into a captivating display. Each glance reveals new",
    "images": [
        "product_14_01.png",
        "product_14_02.png",
        "product_14_03.png",
        "product_14_04.png"
    ],
    "reviews": [
        {
            "review": "Anímate a transformar tu espacio con esta maravillosa opción de arte. No puedo dejar de admirar los colores vibrantes y las texturas increíbles que le dan vida a mi salón. Cada vez que lo miro, siento que me transporto a otro mundo, lleno de energía y calma a la vez. La calidad de la impresión es excepcional, y se puede notar que está hecha con cuidado y detalle. Colocarlo fue muy fácil, y ¡baam! instantáneamente eleva mi",
            "language": "Spanish"
        },
        {
            "review": "I am absolutely in love with this amazing virtual painting! The colors are so vibrant and really bring life to my walls. Every time I walk by, it sparks joy and adds a cheerful energy to my living space. The variety of styles available means there’s something for every mood and occasion. I’ve even hosted friends who were blown away by how beautifully immersive it feels. It gives my home such a unique character that I never get tired of looking at it. Plus, changing the art is super easy",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with this painting! The colors are vibrant and just leap off the canvas, creating such a lively atmosphere in my living room. I never get tired of looking at it; every time I pass by, I notice new details that amaze me.\n\nThe quality is top-notch too – it's clear a lot of care went into the creation. The texture is rich, and it feels like I can almost touch the brush strokes. I've had so many compliments from friends and family who come over",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with this painting! The colors are incredibly vibrant and really pop in my living room. Every time I walk by, it just brings a smile to my face. The quality is top-notch—the texture feels wonderful, and the detail is stunning. It really captures the light beautifully throughout the day, changing the atmosphere of the room so gracefully. \n\nI’ve received so many compliments from friends and family; everyone wants to know where I got it from! It fits perfectly with my decor",
            "language": "English"
        },
        {
            "review": "I cannot express how much joy this incredible painting has brought into my home. The colors are absolutely mesmerizing; they dance across the canvas in a way that makes me feel like I’m stepping into a dream every time I walk past it. The way the light interacts with the artwork creates different moods throughout the day, which is just magical. It fits perfectly in my living room, sparking conversations whenever guests arrive. Each brushstroke seems to tell a story, inviting everyone to immerse themselves in its beauty.",
            "language": "English"
        }
    ]
}