{
    "nr": "370",
    "name": "FrostGuard Enclave",
    "price": "59900",
    "ranking": 4,
    "availability": 1,
    "description": "Unveiling the ultimate kitchen companion that transforms the art of food preservation into an effortless experience! With its sleek design and state-of-the-art technology, this revolutionary refrigerator doesn't just keep your groceries cold; it redefines freshness. Say goodbye to wilting vegetables and stale leftovers, as this appliance ensures each bite bursts with flavor, extending the life of your meals with pioneering cooling techniques that preserve both taste and nutrients.\n\nEquipped with an intelligent cooling system, this marvel operates with a whisper-quiet hum, ensuring your kitchen remains a serene sanctuary. The Temperature-Magic Zone offers customizable settings to cater to every food type, while the Precision Airflow technology minimizes temperature fluctuations, so you can rest easy knowing your perishables are perfectly cared for. The built-in",
    "images": [
        "product_370_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this refrigerator for a couple of months now, and I have to say I'm quite pleased with its performance. The temperature settings are really easy to adjust, and it does a great job of keeping my food fresh. I love the sleek design—it's modern and compliments my kitchen really well. \n\nThe overall capacity is fantastic! I can fit a week's worth of groceries without issues. The compartments are adequately sized, and I appreciate the dedicated space for drink bottles in the door. It’s super",
            "language": "English"
        },
        {
            "review": "I’ve been using this refrigerator for a few months now, and I have to say, I’m really impressed overall. The design is sleek and modern, fitting perfectly into my kitchen decor. The cooling efficiency is great; everything from veggies to leftovers stays fresh for a long time. I particularly love the extra storage space – the shelves are adjustable, so I can customize it to fit larger items.\n\nOne of my favorite features is the quick chill function, which really helps when I need to cool down drinks",
            "language": "English"
        },
        {
            "review": "I’ve been using this new fridge for a few months and I have to say, I’m pretty pleased with it overall. The design is sleek and fits perfectly in my kitchen. The cooling is consistent, and it actually does hold food at the right temperatures without issue. \n\nI love the extra features like the adjustable shelves and the easy-access drawers, which make organizing my groceries a breeze. The ice maker works well, and I haven’t had any leaks or problems with it, which is a nice",
            "language": "English"
        }
    ]
}