{
    "nr": "604",
    "name": "ChopCraft Board",
    "price": "2999",
    "ranking": 3,
    "availability": 2,
    "description": "Experience the perfect blend of style and functionality with our top-of-the-line kitchen companion, the Chopper. Crafted from premium, sustainably sourced bamboo, this cutting board is not just a kitchen accessory; it's a statement piece that elevates your culinary experience. Engineered to stand up to the rigors of daily meal prep while remaining gentle on your knives, the Chopper ensures your blades stay sharper for longer, making it an essential tool for every home chef.\n\nThe unique dual-sided design means versatility is at your fingertips. One side features a beautifully engraved grid for precision slicing, while the reverse side provides a smooth surface ideal for more delicate tasks like mincing herbs or chopping vegetables. No more messy counters – the built-in juice groove effectively catches liquids, keeping",
    "images": [
        "product_604_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got this cutting board, and it’s pretty decent but not exactly what I expected. The surface is nice and smooth, so chopping veggies isn’t a problem, but I’ve found the material doesn’t grip the counter as well as I’d hoped. It slips a little when I’m using my knife, which can be a bit annoying. The size is good, not too heavy to move around but still large enough for most tasks.\n\nCleaning’s easy enough too. Just a quick wash,",
            "language": "English"
        },
        {
            "review": "The cutting board is okay, I guess. It's a bit heavy, which can be a pain when I need to move it around. The surface is decent for chopping but not super smooth—items tend to stick a bit which slows me down  when I'm prepping meals. I also expected better grips at the bottom to keep it from sliding, but it slips a little on my counter. It’s not terrible, but I thought it would be better based on what I saw online. It does the job",
            "language": "English"
        },
        {
            "review": "I’ve been using this cutting board for a few weeks, and it’s just okay. It’s not the best but definitely not the worst either. The size is decent, and it fits well on my counter, but it scratches pretty easily. The material feels a bit cheap, and I’m concerned about it holding up long-term. It cleans fine, but it doesn’t really have a non-slip grip, so sometimes it slips around when I'm chopping, which can be a bit frustrating. It gets",
            "language": "English"
        },
        {
            "review": "I recently got this cutting board, and I have mixed feelings about it. It's kind of nice to look at, and the design is decent, but it doesn't perform as well as I hoped. I expected it to be more durable since it came highly recommended, but I’ve already noticed a few scratches and gouges after only a couple of uses. \n\nIt’s also a bit on the slippery side. I have to really be careful when chopping veggies, which can be frustrating. Some food gets stuck",
            "language": "English"
        }
    ]
}