{
    "nr": "242",
    "name": "ChillSphere 360",
    "price": "49900",
    "ranking": 1,
    "availability": 24,
    "description": "Step into the future of food preservation with our revolutionary cooling solution that redefines the way you store and enjoy your perishables. This state-of-the-art refrigerator boasts a sleek, modern design that seamlessly complements any kitchen decor while enhancing your culinary experience. With an intuitive touch screen interface, you can effortlessly manage settings, track inventory, and even create shopping lists—right from the convenience of the fridge! \n\nExperience the power of advanced cooling technology that ensures optimal freshness for your groceries longer than ever before. Equipped with adjustable climate zones, every compartment is tailored to meet specific storage needs, allowing you to elevate your meal prep and entertaining game like never before. Say goodbye to wilting greens and freezer burn; our innovative preservation system keeps your food in pristine condition,",
    "images": [
        "product_242_01.png"
    ],
    "reviews": [
        {
            "review": "Honestly, this thing is a total waste of money. It can't keep my food cold at all! I've got milk turning sour and ice cream melting everyday. The inside is so small, I can barely fit anything in there. Also, it's super loud like a broken engine. I tried to get customer service, but they were no help. They just keep putting me on hold for ages. Wish I could return it, but I'm stuck now. Definitely do NOT recommend!",
            "language": "English"
        },
        {
            "review": "i honestly regret buying this fridge. First of all, it doesn't keep my food cold at all! I bought it hoping it would do the job but everything spoils way too fast. it makes weird noises too, like it's gonna give up on me any moment. \n\nthe layout inside is awful, i can't fit my stuff. there’s not even a good shelf for my drinks. and why does it have to be so loud? ugh. \n\nsave your money, go for a better one",
            "language": "English"
        },
        {
            "review": "Seriously, what a waste of money. This supposed fridge can’t even keep my drinks cold. Set it to the max and still warm stuff inside. I swear I've had better luck with a cooler. It's too loud too. Makes these weird noises all the time! Plus, the shelves are way too small; can't fit a normal pizza box without taking stuff out. Delivery took ages too. Do yourself a favor and skip this. I'm going back to my old one. 1 star is way too",
            "language": "English"
        },
        {
            "review": "Dit ding is echt een ramp. Koelt niet goed genoeg, en maakt constant rare geluiden. Het display is moeilijk te lezen en blijft maar knipperen. Heb ‘m nu al een maand en alles is al rommelig en plakkerig. Gemiste kans, mijn oude koelkast deed het veel beter. Echt zonde van m’n geld, enveloppe met koelkast wordt zolang!",
            "language": "Dutch"
        }
    ]
}