{
    "nr": "609",
    "name": "SoundSphere Buds",
    "price": "5999",
    "ranking": 1,
    "availability": 25,
    "description": "Experience a new dimension of audio bliss with the ultimate listening companion that’s designed to amplify your every melody. These cutting-edge earphones are engineered to immerse you in crystal-clear sound, delivering a rich audio experience that makes every note resonate with lifelike clarity. Dive into a world of high-fidelity music, podcasts, and films, where every beat and whisper are brought to life just the way the artist intended.\n\nCrafted with precision and comfort in mind, these earbuds feature an ergonomic design that fits snugly in your ears, allowing you to enjoy hours of uninterrupted listening without discomfort. The lightweight construction ensures you can take your tunes on the go, whether you’re commuting, working out, or simply relaxing at home. With multiple ear tip sizes included,",
    "images": [
        "product_609_01.png"
    ],
    "reviews": [
        {
            "review": "These buds are a total fail. I had high hopes but they just don’t work right. Sound is super muffled, like wut?! And they keep falling out of my ears. Really uncomfortable too. I gave ’em multiple tries, but nothing changed. I just can’t believe the reviews were good. Majorly disappointing. Don’t waste ur money. Find something better.",
            "language": "English"
        },
        {
            "review": "Péssimo. Não comprem isso, toda hora desconectam. O som é muito baixo e as  vezes distorcido. As borrachas ficam caindo e não gruda nas orelhas. A única coisa que gostei foi a cor, mas isso adianta nada. Fiquei decepcionado total, já tinha ouvido coias melhores. Não vale o preço. 🤦‍♂️",
            "language": "Portuguese"
        },
        {
            "review": "had high hopes for these earphones but they are terrible. the sound quality is super bad, very tinny and unclear. also, they don’t fit well in my ears and keep falling out like every minute. the battery life is so short too—I barely get through one podcast without having to charge them again. the design is ugly too, looks cheap. honestly feel like i wasted my money on this, really disappointed. I would not recommend. just don’t buy them.",
            "language": "English"
        },
        {
            "review": "No entiendo por qué compré estos auriculares. Se desconectan cada dos por tres y la calidad del sonido es terrible. Ni se comparan con los que tenía antes. La batería dura muy poco, siempre tengo que recargarlos. Además, son incómodos, me duelen las orejas después de un rato. No los recomendaría a nadie. Solo me he llevado una gran decepción.",
            "language": "Spanish"
        }
    ]
}