{
    "nr": "546",
    "name": "StrideSphere",
    "price": "5000",
    "ranking": 1,
    "availability": 23,
    "description": "Step into a world where comfort meets style with the innovative new footwear that’s transforming the way you think about shoes. Our latest creation, affectionately known as “S.S.”, is not just a pair of shoes; it’s an experience crafted for the modern lifestyle. Designed for both the hustle of your everyday life and the elegance of special occasions, these shoes redefine what it means to walk with confidence and ease.\n\nAt the core of S.S. is our revolutionary cushion technology, which provides unparalleled support for your feet, reducing fatigue during long hours on your feet. Each pair features breathable, eco-friendly materials that keep your feet cool and comfortable no matter the season. The sleek, contouring design ensures that you not only feel great but look fantastic,",
    "images": [
        "product_546_01.png"
    ],
    "reviews": [
        {
            "review": "Awful shoes. I was so excited to get these but they are so uncomfortable. Fit is weird, too tight in some places and too loose in others. Plus, the soles didn’t last more than a week. I thought they looked cool but they look cheap up close. I can’t even wear them without pain. Seriously regret buying these. Do not waste your money.",
            "language": "English"
        },
        {
            "review": "I’m really disappointed with these shoes. Thought they’d be great, but they’re super uncomfortable. The size was off. They pinched my toes when I walked.😔 The material feels cheap too. \n\nAfter just a few uses, they started falling apart. The sole looks all worn out already! 😡 I don’t get what the hype is about. I was expecting at least some support, but felt like I was walking on the ground with no cushion. Save your money, don",
            "language": "English"
        },
        {
            "review": "these shoes were a huge letdown. they looked nice in the pic but felt so cheap in person. i put them on and it was like walking on hard rocks. gave me blisters after wearing them for just a hour. also sizing is off, they were too tight. not worth the money at all, total waste. i wouldn’t recommend.",
            "language": "English"
        },
        {
            "review": "Óptimamente decepcionante. No entiendo como alguien le dio buenas calificaciones. Las zapatillas son tan incómodas que parece que llevo piedras en vez de zapatos. Además, la calidad es terrible, ya se les nota desgaste después de solo un par de días. Y no hablemos de la talla, ¡totalmente incorrecta! Las compré en mi tamaño y me quedan pequeñas. Definitivamente no las recomendaría. Una gran perdida de dinero.",
            "language": "Spanish"
        },
        {
            "review": "got these shoes thinking they’d be great but they really were not. they hurt my feet from day one, like seriously! the sizing is off, felt too tight and my toes were crammed. also the grip on the sole is pretty bad, slipped a couple times walking. Colour was nice but that doesn’t matter if they’re unusable. really regretting this purchase. total waste of money.",
            "language": "English"
        }
    ]
}