{
    "nr": "574",
    "name": "CrownCrafted Caps",
    "price": "2499",
    "ranking": 2,
    "availability": 17,
    "description": "Elevate your style with our latest innovation in headwear: the perfect blend of comfort, functionality, and flair. Designed for those who desire a distinctive touch, these caps not only shield you from the sun but also make a bold fashion statement. Each piece is meticulously crafted with high-quality materials that ensure durability while maintaining a lightweight feel, allowing you to wear it all day without discomfort. Whether you're running errands, enjoying a day at the park, or hanging out with friends, this cap is the ultimate accessory to complete your look.\n\nOur headwear collection features a variety of colors and designs that cater to every taste—be it classic, sporty, or trendy. With an adjustable fit, these caps provide versatility that accommodates every head size, making it the",
    "images": [
        "product_574_01.png"
    ],
    "reviews": [
        {
            "review": "Ich habe mir eine Cap bestellt und bin echt enttäuscht. Die Passform ist nicht gut, sitzt total unbequem auf dem Kopf. Das Material fühlt sich günstig an und die Farben sind nicht mal so gut wie auf den Bildern. Hab gedacht, das Preis-Leistungs-Verhältnis stimmt, aber das ist nicht der Fall. Nach ein paar Mal Tragen sind schon kleine Fäden losgegangen. Echt schade, war mehr erwartet. Gehe lieber wieder rückwärts zum klassischen Einkauf.",
            "language": "German"
        },
        {
            "review": "Comprei esses bonés pensando que eram bonitos e de boa qualidade, mas me decepcionei. O material parece meio barato, a costura não é firme e já estou vendo uns fios soltos. O tamanho também foi uma surpresa, muita coisa ficou apertada na cabeça e eu não sinto que estão confortáveis. Além disso, a cor não é exatamente como aparece nas fotos. Realmente não valeu o preço pago, estou pensando em devolver. Fica a lição para",
            "language": "Portuguese"
        }
    ]
}