{
    "nr": "359",
    "name": "ToastMaster Pro 360",
    "price": "2999",
    "ranking": 1,
    "availability": 13,
    "description": "Elevate your breakfast game with the ultimate culinary companion that transforms ordinary toast into a gourmet experience. This innovative kitchen marvel features a state-of-the-art toasting technology that ensures even browning and precise crispiness, giving you perfect slices every time. With six customizable browning settings, you'll have the flexibility to satisfy every palate—from lightly toasted bread to perfectly charred bagels. \n\nEquipped with a sleek design and premium stainless steel finish, this toaster is not just an appliance; it's a statement piece that complements any kitchen decor. An intuitive LED touchscreen interface allows you to select your preferences effortlessly, while the extra-wide slots accommodate everything from artisanal loaves to thick Texas toast, making it versatile enough for your entire family. The built-in defrost",
    "images": [
        "product_359_01.png"
    ],
    "reviews": [
        {
            "review": "What a waste of money! This toaster is a total joke. Doesn’t even toast properly, really. I mean, it burns one side and leaves the other cold, like??? I’ve tried every setting and it still doesn’t work right. Bread gets stuck, and it’s not even easy to clean. The whole thing feels cheap and flimsy. I just don’t get all the hype! Save your cash and buy a different one. So disappointed! Never again!",
            "language": "English"
        },
        {
            "review": "Worst toaster ever! Twice, mine burnt the bread, even on the lowest setting. It took forever to make a single slice. The design isn’t great, crumbs everywhere, and it doesn’t even pop up properly! So frustrating. I expected way more for the price. Totally regret buying this. Wouldn’t recommend to anyone. Save your money!",
            "language": "English"
        },
        {
            "review": "This toaster is a joke. It barely toasts the bread, if you can even call it that. Half the time it doesn’t even pop up the toast. I have to keep checking on it, then when it does finally pop it’s either burnt to a crisp or still cold. The settings make no sense. I wasted so much bread trying to figure it out. And it looks kinda cheap too, like something from a garage sale. Honestly, I wish I could return it, but it",
            "language": "English"
        },
        {
            "review": "this toaster is a total letdown. first off, it takes way too long to toast anything. i mean come on, 5 mins for a piece of bread? in the end, it comes out burnt on one side and pale on the other. and what’s with the crumbs? they spill everywhere, have to clean multiple times! i thought it was gonna help me out in the mornings but i swear i get more stressed. also, the buttons are super confusing and don't even seem to work",
            "language": "English"
        },
        {
            "review": "i really wanted to like this thing but it’s just bad. it toasted unevenly, half the bread was burnt and the other half was still soft. and then it started making weird noises like it was struggling or something??? i thought maybe i was using it wrong but ive tried everything. even the buttons don’t work properly. seriously, save your money.",
            "language": "English"
        }
    ]
}