{
    "nr": "136",
    "name": "WaveCrafters Pro 9000",
    "price": "8999",
    "ranking": 5,
    "availability": 18,
    "description": "Unlock your kitchen's potential with the ultimate cooking companion, a revolutionary microwave that transforms meal preparation into a seamless experience. Designed for the modern home chef, this innovative appliance features a sleek, compact design that fits effortlessly into your lifestyle, without sacrificing powerful performance. Thanks to its cutting-edge technology, you'll be able to cook, defrost, and reheat meals with precision, ensuring that every dish turns out perfectly every time.\n\nEquipped with an intuitive SmartCook interface, this microwave offers pre-programmed settings and one-touch controls tailored for a variety of foods. From popcorn to frozen dinners, you simply select your meal, and let the magic happen. Its TurboWave technology generates even heat distribution, eliminating cold spots and enhancing flavor while keeping nutrients intact. Plus",
    "images": [
        "product_136_01.png"
    ],
    "reviews": [
        {
            "review": "I am absolutely thrilled with my new microwave! From the moment I turned it on, I could tell I’d made the right choice. The sleek design fits perfectly in my kitchen decor, and it's super user-friendly. The touchscreen interface is intuitive, making it easy to choose the right settings for everything I cook.\n\nThe wattage is impressive too! It cooks my meals evenly and quickly. I love the pre-set options for popcorn and baked potatoes; it takes the guesswork out of cooking. The express",
            "language": "English"
        },
        {
            "review": "I am absolutely thrilled with my new microwave! It has completely transformed my cooking experience. From the moment I set it up, I loved how sleek and modern it looks in my kitchen. The touchscreen interface is so intuitive, and it even has pre-programmed settings for everything from popcorn to reheating leftovers.\n\nThe potencia is powerful, and my meals are done in a fraction of the time. I especially appreciate the sensor cooking feature – it takes the guesswork out of timing and helps ensure that nothing gets",
            "language": "English"
        },
        {
            "review": "I can't believe how much I love this microwave! It's amazing! The design is sleek and modern—it really fits in perfectly with my kitchen decor. It heats up food in no time, which is super convenient for my busy schedule. I tried reheating pizza, and it came out perfectly crispy, not soggy like other microwaves I've used before. \n\nThe various settings are easy to use—the one-touch options really make everything hassle-free. The digital display is clear, and I appreciate the timer feature",
            "language": "English"
        }
    ]
}