{
    "nr": "544",
    "name": "ErgoNest UltraChair",
    "price": "7999",
    "ranking": 4,
    "availability": 17,
    "description": "Experience unparalleled comfort and support with our innovative ergonomic seating solution that redefines the way you work. Say goodbye to the aches and pains of long hours at your desk, and hello to productivity like never before. Engineered with a dynamic lumbar support system, this chair contours to your body’s natural curves, providing customized support that adapts as you shift positions throughout your day. Whether you’re tackling a big project or enjoying a well-deserved break, you’ll be supported every step of the way.\n\nThe breathable mesh fabric ensures that you stay cool and comfortable, even during the busiest workdays. Designed with an intuitive adjustable headrest and armrests, our ergonomic marvel allows you to create your perfect seating setup. The smooth, 360-degree swivel base and",
    "images": [
        "product_544_01.png"
    ],
    "reviews": [
        {
            "review": "Llevo usando esta silla de oficina durante un par de semanas y, en general, creo que es bastante buena. La comodidad es definitivamente uno de sus puntos fuertes; el acolchado es suave y se adapta bien al cuerpo, lo que es genial para esos largos días de trabajo. La altura y el respaldo ajustables también son un gran plus, porque puedo personalizarla a mi gusto.\n\nSin embargo, hay algunas cosas que podrían mejorar. A veces, me parece un poco difícil de mover,",
            "language": "Spanish"
        },
        {
            "review": "I've been using this chair for a few months now, and I have to say it’s pretty good! The ergonomic design really helps with my back pain, especially during long hours of work. The adjustable lumbar support is a big plus, and I appreciate the variety of heights and settings it offers. \n\nIt’s comfortable enough to sit in all day, though I wish the cushioning was a bit thicker. The material feels high-quality, and it doesn't get too hot like some other chairs I’ve tried.",
            "language": "English"
        },
        {
            "review": "Ich habe mir diesen Stuhl vor ein paar Wochen gekauft und sind ziemlich zufrieden. Die Sitzfläche ist echt bequem, auch wenn man mal länger sitzt. Die Verstellmöglichkeiten sind praktisch, kann die Höhe und Rückenlehne ganz easy anpassen. Für meinen Rücken ist das super, da ich oft Rückenschmerzen hab. \n\nDer Look ist modern und der Stuhl macht echt was her im Büro. Ein kleiner Nachteil: Am Anfang hat er ein bisschen gestunken nach neuem Plastik, aber das",
            "language": "German"
        },
        {
            "review": "I’ve been using this office chair for a few weeks now, and I have to say, it’s pretty great overall. The design is sleek, and it fits well with my home office decor. It feels super comfy, especially during long work hours. The lumbar support is a solid feature – I tend to slouch, but it really helps me maintain a good posture.\n\nAnother thing I really like is the adjustable settings. I can find the perfect height and angle without much hassle. The materials seem",
            "language": "English"
        }
    ]
}