{
    "nr": "219",
    "name": "LuminWave Shades",
    "price": "2999",
    "ranking": 5,
    "availability": 12,
    "description": "Step into a world of unparalleled style and protection with our latest innovation in eyewear, the L-Wave Spectacles. Designed for the trendsetter who values both aesthetics and functionality, these shades seamlessly blend fashion-forward designs with cutting-edge technology. Whether you’re lounging by the pool, hitting the beach, or exploring a new city, L-Wave Spectacles ensure you not only look good but also feel confident knowing your eyes are shielded from harmful UV rays.\n\nCrafted with ultra-lightweight materials, the lenses are expertly engineered for maximum comfort and durability. Each pair features polarized lenses that dramatically reduce glare, allowing you to see the world with exceptional clarity. The high-definition optics transform your everyday experience, making colors pop and details sharper—perfect for any",
    "images": [
        "product_219_01.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love these shades! The moment I put them on, I could feel the difference. The polarization is amazing—no more glare when driving or during outdoor activities. They fit perfectly and feel super comfortable, even after hours of wear. The design is sleek and stylish, making me feel trendy. Plus, the lens clarity is top-notch; everything looks so vibrant and sharp. I’ve received numerous compliments from friends and even strangers! They block UV rays effectively, so I feel protected under the sun",
            "language": "English"
        },
        {
            "review": "I absolutely love these sunglasses! From the moment I put them on, I felt like a superstar. The clarity is amazing; it feels like I'm wearing nothing at all. The colors pop so much, it completely transforms my view of the world. Plus, they’re super lightweight and comfortable; I can wear them for hours without any pressure. \n\nWhat really stands out is the lens technology; no more squinting in the bright sun! I've worn them while driving and on long beach days, and",
            "language": "English"
        },
        {
            "review": "I recently got these shades and wow, they are absolutely amazing! The clarity is unreal; it’s like I’m seeing the world in high definition. The polarization is spot on, cutting through glare effortlessly whether I'm at the beach or just driving around town. Plus, they’re super lightweight and comfortable. I can wear them for hours without any discomfort!\n\nI’m also in love with the design. It’s sleek and trendy, and I got so many compliments on them already! The lens tint is perfect",
            "language": "English"
        },
        {
            "review": "I recently got a pair of these amazing shades, and I couldn't be happier! From the moment I put them on, they felt incredibly comfortable – it’s like wearing nothing at all! The lens quality is top-notch; everything appears so vibrant and clear, which makes being outside so much more enjoyable. \n\nThe polarized feature is a total game-changer. No more squinting in bright sunlight! They fit my face perfectly, and I've received so many compliments. I especially love the sleek design and",
            "language": "English"
        },
        {
            "review": "I recently got my hands on these amazing sunglasses, and they have completely transformed my outdoor experience! The clarity is just incredible—it's like seeing the world in HD! The polarized lenses cut through bright light, making everything so much easier on my eyes. \n\nNot only do they look stylish, but they're also super comfortable to wear. I’ve worn them all day and barely noticed any discomfort. The lightweight design is absolutely perfect for a long day at the beach or hiking in the mountains.\n\nPlus, the",
            "language": "English"
        }
    ]
}