{
    "nr": "178",
    "name": "CloudNest Comfort Pillow",
    "price": "2499",
    "ranking": 2,
    "availability": 19,
    "description": "Experience the perfect blend of softness and support with our luxurious sleep companion, the Comfort Cloud. Designed for dreamers who value quality rest, this pillow offers an innovative ergonomic shape that cradles your head and neck, ensuring that you wake up rejuvenated and ready to conquer the day. Whether you’re a back, side, or stomach sleeper, the Comfort Cloud adapts to your sleeping style, providing you with unparalleled comfort throughout the night.\n\nCrafted with premium memory foam, the Comfort Cloud contours to your unique shape, alleviating pressure points and reducing tossing and turning. Its breathable, hypoallergenic cover is not only gentle on your skin but also promotes air circulation, keeping you cool and comfortable as you drift into a peaceful slumber. Say goodbye to",
    "images": [
        "product_178_01.png"
    ],
    "reviews": [
        {
            "review": "I was pretty excited to try this pillow based on all the hype, but honestly, it hasn’t lived up to my expectations. It felt nice at first, soft and fluffy, but after a few nights, it just flattened out and lost all support. My neck has been hurting more than usual, and I’m constantly waking up feeling restless. \n\nAlso, I was expecting some sort of cooling effect, since that’s what they advertised, but it feels just as warm as my old pillow. It",
            "language": "English"
        },
        {
            "review": "I had high hopes for this pillow, but I really don’t think it lives up to the hype. It felt nice when I unboxed it, but honestly, it’s too soft—like I'm sinking into a marshmallow! I wake up sore most mornings, so it’s kinda disappointing. Also, it has a weird smell that just won’t go away, even after I let it air out for days. It’s kind of annoying. I've tried flipping it and adjusting, but no luck.",
            "language": "English"
        }
    ]
}