{
    "nr": "646",
    "name": "DreamNest Sanctuary Bed",
    "price": "29900",
    "ranking": 5,
    "availability": 15,
    "description": "Transform your nightly routine into a haven of relaxation with our exquisite Serenity Sleep Bed. Crafted with meticulous attention to detail, this luxurious sleeping arrangement marries style with functionality, ensuring that every night feels like a mini-vacation. The sleek wood frame showcases a modern design that fits seamlessly into any bedroom decor, while the plush, high-density foam mattress promises the ultimate in support and comfort.\n\nWhat sets the Serenity Sleep Bed apart is its innovative adjustable head and foot options, allowing you to find your perfect sleeping position with ease. Whether you’re curling up with a book, watching your favorite show, or simply catching up on your beauty sleep, the customizable angles provide unparalleled versatility. Enjoy the soothing elevation that alleviates pressure points, making it ideal for those",
    "images": [
        "product_646_01.png",
        "product_646_02.png",
        "product_646_03.png"
    ],
    "reviews": [
        {
            "review": "I recently made the switch to this incredible bed, and I couldn't be happier! From the moment I lay down, it's like I've been embraced by a cloud. The memory foam perfectly contours to my body, providing just the right amount of support without feeling too firm. I can honestly say I've slept better than I have in years! \n\nThe adjustable settings are a game changer, especially after a long day at work. I love how easy it is to customize the firmness and toiesct levels to meet",
            "language": "English"
        },
        {
            "review": "I've had my new bed for a few weeks now, and I can't express how incredible it's been! The moment I lie down, it feels like I'm being enveloped in a cloud. The mattress contours to my body perfectly, providing the right amount of support in all the right places. I used to wake up with back pain, but now I feel refreshed and ready to take on the day!\n\nPlus, the ambient lighting feature is a game-changer. It creates such a cozy atmosphere at night,",
            "language": "English"
        },
        {
            "review": "I absolutely love my new bed! It has transformed my sleeping experience into sheer bliss. From the moment I laid down, I could feel the perfect balance of support and comfort. The mattress conforms to my body and keeps me cozy all night long. I used to toss and turn but now I fall asleep within minutes!\n\nThe temperature control feature is a game changer—no more waking up sweaty. And the design? So sleek and modern! It fits perfectly with my decor and feels luxurious without the hefty price",
            "language": "English"
        }
    ]
}