{
    "nr": "586",
    "name": "LuxeShade Spectra",
    "price": "2999",
    "ranking": 5,
    "availability": 14,
    "description": "Elevate your style and protect your eyes with the ultimate eyewear revolution that redefines sophistication and function. Meet the stylish superstar of your accessory collection: a pair of sunglasses that seamlessly combines cutting-edge technology with chic design. The slim, lightweight frame offers unbeatable comfort, making them the perfect companion whether you’re lounging by the pool or taking a stroll downtown. With a contemporary silhouette that suits any face shape, these shades will have heads turning and compliments flowing.\n\nExperience unparalleled clarity and protection against harmful UV rays, thanks to the advanced polarized lens technology. Every detail is sharpened, colors are enriched, and reflections are reduced to enhance your visual experience. You won’t just see the world—you’ll experience it in vibrant detail. From bright beach days to city",
    "images": [
        "product_586_01.png"
    ],
    "reviews": [
        {
            "review": "I couldn't be happier with these sunglasses! The moment I put them on, I knew they were something special. The lenses are unbelievably clear and provide amazing UV protection, making my outdoor adventures so much more enjoyable. The fit is just perfect—snug but not too tight. They never slide down my nose, even when I'm out for a run or at the beach. \n\nI love the sleek and modern design, too. They go with almost any outfit, whether I'm dressed up or just in casual",
            "language": "English"
        },
        {
            "review": "I absolutely love these sunglasses! From the moment I put them on, I could feel the quality. The lenses are perfect—polarized and provide such great clarity. I’ve worn them on sunny beach days and they never slip off my face, even when I’m active. The frame is lightweight but feels durable, and they just look so chic! I’ve received so many compliments on my style and honestly, they go with every outfit I own. The range of colors is fantastic too; it was",
            "language": "English"
        },
        {
            "review": "Absolutely love these sunglasses! From the moment I put them on, I felt a difference. The ultra-clear lenses offer stunning clarity, making everything look so vibrant. The polarized effect really cuts down on glare, whether I’m driving or relaxing at the beach. \n\nI’m also obsessed with the chic design. They fit perfectly and complement almost any outfit, making them my go-to accessory. Plus, the lightweight material means I can wear them all day without any discomfort. It’s like a breath of fresh",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with my new sunglasses! The moment I put them on, I could tell they were something special. The lenses are so clear and dark, making even the brightest days easy on my eyes. They instantly elevate any outfit, and I've received countless compliments. The fit is perfect – not too tight, not too loose – and they feel incredibly sturdy without being heavy. \n\nI also adore the design; it’s sleek and stylish yet practical enough for everyday wear. Whether I'm at the",
            "language": "English"
        }
    ]
}