{
    "nr": "561",
    "name": "Celestial Sips Glassware",
    "price": "2999",
    "ranking": 2,
    "availability": 19,
    "description": "Elevate your drinking experience with our stunning celestial-inspired wine glasses, designed to captivate the senses and enhance your gatherings. Each piece features delicate constellations etched into fine crystal, reflecting a starry nightscape that dances beautifully when filled with your favorite wine. This exquisite craftsmanship not only makes sipping an occasion but also transforms your table into a vibrant tapestry of light and elegance.\n\nEngineered for ultimate enjoyment, these glasses amplify the aromas of your chosen varietals, allowing each sip to burst with flavor. The unique shape gently aerates your wine, unlocking its true potential while the comfortable, ergonomic stem provides a secure grip. Perfectly weighted, each glass balances stability with grace, letting you toast to life’s memorable moments without worry.\n\nNot just a drink",
    "images": [
        "product_561_01.png"
    ],
    "reviews": [
        {
            "review": "J’ai acheté ces verres à vin espérant un bon élevage pour mes soirées. Les couleurs sont jolies mais ils ne sont pas très confortables à tenir. De plus, j’ai remarqué qu'ils se rayent facilement. Une ou deux bonnes soirées et ils paraissent déjà usés. En plus, ils ne donnent pas vraiment un bon goût au vin, ce qui est assez décevant. Pour le prix, je m'attendais à mieux. Je ne suis pas sûr",
            "language": "French"
        },
        {
            "review": "I really wanted to like these wine glasses, but honestly, they're just okay. The design looked pretty at first, but when I used them, I noticed they don't really feel as sturdy as I’d expect. They tend to wobble a bit on the table, and I’m constantly worried about them tipping over. Had a couple of close calls!\n\nThe etching seems nice, but it scratches way too easily and I've only used them a few times. Plus, they’re not really as easy to",
            "language": "English"
        },
        {
            "review": "Ik had er hoge verwachtingen van, maar de kwaliteit viel echt tegen. De glazen voelen goedkoop aan en hebben niet de sparkle die ik had gehoopt. Nog erger was dat er een paar kleine krassen op zaten toen ik ze ontving. Ze zien er gewoon niet zo elegant uit als je zou verwachten bij een wijnglas. De vorm is ook een beetje raar, waardoor het niet fijn drinkt. Ik moet zeggen, het was een teleurstelling. Ik had beter kunnen kiezen.",
            "language": "Dutch"
        }
    ]
}