{
    "nr": "129",
    "name": "Skyward Shield Jacket",
    "price": "7999",
    "ranking": 5,
    "availability": 17,
    "description": "Introducing the ultimate companion for every adventure and the epitome of style - meet the CloudGuard! Designed for those who refuse to let unpredictable weather dictate their plans, this jacket combines cutting-edge technology with sleek, contemporary aesthetics. Whether you're trekking through the mountains, enjoying a casual city stroll, or braving the elements on your daily commute, you'll find that the CloudGuard offers unparalleled protection and comfort.\n\nCrafted with a revolutionary fabric that offers both waterproofing and breathability, the CloudGuard ensures you stay dry without overheating. The advanced moisture-wicking properties draw sweat away from your skin, keeping you comfortable during high-energy activities. Plus, it features a lightweight, packable design, making it perfect for on-the-go lifestyles. Simply fold it into its",
    "images": [
        "product_129_01.png"
    ],
    "reviews": [
        {
            "review": "Absolutely love this jacket! It’s made my daily commutes so much more enjoyable. The material is super lightweight but somehow keeps the wind and rain out perfectly. I've worn it during some pretty heavy downpours, and I stayed dry the whole time. \n\nThe fit is fantastic, too—really flattering without being restrictive. I appreciate the large pockets; they fit my phone and keys securely, which is a big plus. I was worried it wouldn’t be warm enough for chilly days, but it",
            "language": "English"
        },
        {
            "review": "I’m absolutely in love with this jacket! It’s honestly everything I was hoping for and more. The fit is perfect—snug but not too tight, and it feels so lightweight yet surprisingly warm. I’ve worn it on chilly mornings, and I’m blown away by how comfy it keeps me.\n\nThe material is top-notch, very soft to the touch, yet it effectively repels wind and rain without feeling stiff or overly synthetic. It really does allow for full range of motion, which is",
            "language": "English"
        },
        {
            "review": "Deze jas is gewoon geweldig! Ik heb hem nu een paar weken en ik kan niet genoeg krijgen van hoe comfy en stijlvol hij is. Het materiaal is ontzettend zacht, maar ook super stevig. Perfect voor zowel koudere dagen als een frisse avondwandeling. De zakken zijn ruim en perfect voor mijn telefoon en sleutels. \n\nWat ik echt leuk vind, is dat hij waterafstotend is. Ik had een paar keer een lichte regenbui en geen druppel is",
            "language": "Dutch"
        },
        {
            "review": "I can't believe how amazing this jacket is! It's like wearing a cozy cloud. The fit is just perfect—it's snug but allows for easy movement, which is great for outdoor activities. The material is super lightweight yet somehow keeps you warm and completely dry even in heavy rain! I tested it during a weekend hike, and it held up beautifully against the wind too.\n\nThe pockets are an added bonus; they’re deep enough to securely hold my phone and keys without worrying about them falling out. And I",
            "language": "English"
        },
        {
            "review": "I recently got my hands on this amazing jacket, and I am absolutely thrilled! From the moment I put it on, I could feel the quality. The fabric is lightweight yet super durable, perfect for any weather conditions. I wore it out during a chilly evening, and it kept me warm without making me feel stuffy.\n\nThe fit is just perfect—snug at the right places but with enough room to layer up if needed. I especially love the built-in pockets! They’re deep and secure",
            "language": "English"
        }
    ]
}