{
    "nr": "75",
    "name": "Urban Nomad Satchel",
    "price": "4999",
    "ranking": 1,
    "availability": 16,
    "description": "Elevate your everyday adventures with our stylish yet functional companion, the UN Satchel. Designed for the modern trailblazer, this bag effortlessly marries chic aesthetics with practical features to cater to your dynamic lifestyle. Whether you’re darting from work to weekend brunch or exploring new urban landscapes, this satchel guarantees you won’t just carry your essentials — you’ll flaunt them.\n\nCrafted from premium, water-resistant materials, the UN Satchel is built to withstand daily wear and tear while keeping your belongings safe and dry. The spacious interior boasts multiple compartments, allowing you to keep your laptop, tablet, and personal items organized and easily accessible. Say goodbye to digging through your bag to find that elusive lipstick; everything has its perfect place in this thoughtfully",
    "images": [
        "product_75_01.png",
        "product_75_02.png",
        "product_75_03.png",
        "product_75_04.png"
    ],
    "reviews": [
        {
            "review": "I was really disappointed with this bag. looked cool online but when I got it I realized it’s just not worth the money. The material feels cheap and flimsy. Straps are way too long and it just doesn’t sit right no matter how I adjust it. I thought it would be great for traveling but I can barely fit my stuff in. Not even close to what I expected smh. Definitely not recommend this to anyone!",
            "language": "English"
        },
        {
            "review": "I really wanted to like this bag but it’s been a total letdown. The material feels cheap and even the zippers get stuck all the time. It doesn’t hold its shape, so things get all messy inside. Comfort? Forget it. The strap digs into my shoulder. I can’t even fit my laptop in without it looking super bulky. So disappointed, wish I hadn’t bought it. It’s just not worth the money at all. Don’t recommend!",
            "language": "English"
        },
        {
            "review": "I really wanted to like this bag but it's just a huge let down. The material feels super cheap and it doesn't hold its shape at all. I tried to stuff in my essentials but it just looks floppy and doesn't zip right. Plus, the strap digs into my shoulder, so carrying it for long isn't even possible. The pockets are way too small too, can't fit my phone in them! Save your money, this one's not worth it. I regret buying it. 😒",
            "language": "English"
        },
        {
            "review": "J'ai vraiment été déçu par ce sac. La qualité est moche, les coutures se défassent déjà. Pas assez de place à l'intérieur, impossible de mettre mes affaires correctement. Mangé, c'est presque impraticable ! Le poids est lourd pour un si petit sac. Et le style, franchement, on dirait un sac en plastique. Au top en pub, mais en vrai, pas du tout ! Une étoile c’est trop.",
            "language": "French"
        }
    ]
}