{
    "nr": "186",
    "name": "LuxeShade Visionaries",
    "price": "2499",
    "ranking": 5,
    "availability": 9,
    "description": "Elevate your eyewear experience with our stunning range of sunglasses designed for those who dare to see the world differently. Engineered for style and comfort, these shades are not just an accessory but an essential part of your lifestyle. Our polarized lenses filter out glare, providing unparalleled clarity while protecting your eyes from harmful UV rays. Whether you're lounging on a sun-soaked beach or bustling through the city streets, you’ll enjoy crisp vision that allows you to focus on what matters most.\n\nCrafted with premium materials, each pair boasts a lightweight frame that molds effortlessly to your face, ensuring that you can wear them all day without a hint of discomfort. The chic design seamlessly combines fashion and function, making them the ideal companion for any outfit — from relaxed casual wear",
    "images": [
        "product_186_01.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love my new sunglasses! They are stylish and super comfortable to wear all day. The lenses are amazing—they reduce glare perfectly and make the world look so vibrant. I've received so many compliments from friends, who all want to know where I got them! The design is sleek, and they fit my face like a dream. Plus, they provide excellent UV protection, so I feel safe wearing them in the bright sun. I've tried several brands before, but this one is just a cut above the",
            "language": "English"
        },
        {
            "review": "Absolutely in love with these sunglasses! The moment I put them on, I knew I found something special. They fit so perfectly and feel super lightweight on my face. The polarization is fantastic; I can finally see clearly even on the sunniest days.\n\nThe style is top-notch, making me feel like a million bucks while I’m out and about. I’ve received tons of compliments whenever I wear them! The colors are vibrant but not overwhelming, and they go with every outfit I own. \n\nThey",
            "language": "English"
        },
        {
            "review": "I recently got my hands on these sunglasses, and I can't say enough good things about them! First off, the design is simply stunning – they make me feel like a fashion icon every time I put them on. The tint is perfect; it cuts through glare without completely darkening everything, making it super easy to enjoy those sunny days. \n\nThe fit is another highlight. They hug my face just right without being too tight or slipping down my nose, which is a total win. Plus, they",
            "language": "English"
        },
        {
            "review": "I absolutely love these sunglasses! From the moment I put them on, I knew I found a gem. The fit is perfect – no slipping, no pinching – just pure comfort. The lenses are crystal clear with great UV protection; I’ve had no issues with my eyes even on the sunniest days. \n\nWhat really stands out to me is the style. They have a chic, modern look that goes with everything, and I've received so many compliments on them! The color options offered are fantastic",
            "language": "English"
        },
        {
            "review": "These sunglasses have completely transformed my summer experience! The first time I put them on, I was blown away by how lightweight and comfortable they feel. It's like wearing nothing at all, yet they provide amazing coverage from the sun. The lenses are crystal clear, and I love that they reduce glare significantly — I can finally drive without squinting!\n\nI also appreciate the stylish design. I've received so many compliments, and they go with almost any outfit. I take them everywhere: the beach, park,",
            "language": "English"
        }
    ]
}