{
    "nr": "44",
    "name": "\"Urban Nest Table\"",
    "price": "24900",
    "ranking": 2,
    "availability": 21,
    "description": "Transform your living space into a sanctuary of style and comfort with this exquisite centerpiece that seamlessly combines modern design with versatile functionality. Crafted with a sleek, minimalist aesthetic, it brings a touch of urban sophistication to any room. The elegantly tapered legs offer a sense of lightness, while the durable surface is perfect for everything from morning coffee to evening cocktail parties. Elevate your gatherings as this table is both a conversation starter and a utility workhorse that adapts to your lifestyle.\n\nThoughtfully designed with the modern homeowner in mind, it features hidden storage compartments that hide away clutter and keep your space looking pristine. Imagine having everything from magazines to remotes cleverly tucked away, yet easily accessible whenever you need them. The spacious top, made from high-quality, scratch",
    "images": [
        "product_44_01.png",
        "product_44_02.png",
        "product_44_03.png",
        "product_44_04.png"
    ],
    "reviews": [
        {
            "review": "I was really excited to try out this coffee table based on the looks and descriptions, but I have to say I’m kind of disappointed. The design is nice, but it’s really not very sturdy. It feels wobbly when I put my coffee down, and I've noticed scratches after just a week! The materials don't seem to be high quality either, which is a letdown for the price. I thought it would be a centerpiece for my living room, but instead, it feels more like",
            "language": "English"
        },
        {
            "review": "I was really excited to get this coffee table based on all the hype, but honestly, it's kind of disappointing. The design looks nice, but it's not very sturdy. It wobbles if you lean on it, which isn't cool for a living room piece. \n\nI had high hopes that it would fit well in my modern apartment, but the wood feels cheap and scratches easily. \n\nThe color is okay, but it didn't match my decor as well as I thought it would. The assembly was",
            "language": "English"
        },
        {
            "review": "I was really excited to get this coffee table, but it just hasn’t lived up to my expectations. It looked good in the photos, but in person, the quality feels a bit cheap. The assembly instructions made no sense and I ended up struggling to put it together. The surface seems to scratch pretty easily too; I already have a mark from just setting down a mug. The size is decent, but I thought it would fit my space better. Overall, it's just mediocre. I guess it",
            "language": "English"
        },
        {
            "review": "I was pretty excited to get this coffee table based on the looks, but it’s just okay. The design is nice, but it feels cheap. Assembly took forever, and some pieces were missing, which was really frustrating. The surface scratches way too easily, and I already see marks on it after just a few weeks. It’s also not very sturdy; I worry about putting anything heavy on it. Seats look nice but it’s not practical for everyday use. Looks good in pics but not nice",
            "language": "English"
        },
        {
            "review": "Comprei a mesa meio animado, mas acabei ficando decepcionado. A qualidade do material não é a melhor, parece bem frágil. A montagem foi um saco, as instruções estavam confusas e demorei mais do que esperava. A altura dela também não é ideal pra relaxar com um café, tipo, não combina com o sofá. Achei que daria um toque moderno, mas ficou só ok na sala. Não é uma má escolha se você não se",
            "language": "Portuguese"
        }
    ]
}