{
    "nr": "304",
    "name": "LumiAura GlowLamp",
    "price": "3499",
    "ranking": 5,
    "availability": 5,
    "description": "Transform your living space into a sanctuary of light and tranquility with our innovative lamp, designed not just to illuminate, but to elevate. Imagine a versatile lighting solution that seamlessly blends style and functionality, offering you a palette of mood-setting colors and adjustable brightness levels to fit any occasion. Whether you're curling up with a good book, hosting a dinner party, or winding down after a long day, this lamp adapts to your needs, creating the perfect ambiance every time.\n\nCrafted with a sleek, modern aesthetic, this illuminating marvel features a minimalist design that complements any décor. Its durable construction ensures longevity, while the energy-efficient LED technology guarantees that you can enjoy warm, inviting light without fear of skyrocketing electricity bills. Plus, with its intuitive touch controls,",
    "images": [
        "product_304_01.png",
        "product_304_02.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love this lamp! It’s a fantastic addition to my living room. The warm glow it gives off is just perfect for setting a cozy mood. I’ve used it for everything from reading to movie nights, and it never disappoints. The color options are amazing too! I can switch from a soft white for relaxing to vibrant colors for parties—it really sets the vibe.\n\nWhat I really appreciate is the gentle dimming feature. I can control the brightness easily and create the perfect atmosphere for any",
            "language": "English"
        },
        {
            "review": "I absolutely love this lamp! It has completely transformed my space into a cozy haven. The soft glow creates such a warm and inviting atmosphere, perfect for movie nights or just relaxing with a book. I appreciate the adjustable brightness settings; whether I'm working or winding down, it's always just right. The design is sleek and modern, fitting seamlessly with my decor. Plus, I love the little features like the touch-sensitive controls—all so easy to use! It's become a true staple in my home. Highly recommend",
            "language": "English"
        },
        {
            "review": "Je suis absolument ravi de mon nouvel achat ! La lampe crée une ambiance si apaisante et chaleureuse dans mon salon. Son design est vraiment élégant et moderne, j'adore les couleurs qui changent délicatement. C'est un vrai coup de cœur pour mes soirées cocooning. La lumière diffuse est juste parfaite, ni trop faible ni trop intense. J'ai reçu plein de compliments de mes amis ! En plus, la facilité d'utilisation est irréprochable, c'est si simple de changer",
            "language": "French"
        }
    ]
}