{
    "nr": "701",
    "name": "LuxeShade Mirage",
    "price": "2499",
    "ranking": 2,
    "availability": 13,
    "description": "Step into a world where style meets innovation with these premium sunglasses that redefine your summer experience. Crafted for the modern trendsetter, these shades offer an impeccable blend of protection and elegance. With a sleek, lightweight frame and a variety of striking color options, they not only complement every outfit but also elevate your confidence while out in the sun. \n\nExperience unmatched eye protection with advanced UV400 technology that ensures harmful rays are blocked, letting you enjoy sunshine-filled days without a worry. The polarized lenses are designed to reduce glare, making your outdoor adventures—from beach days to mountain hikes—more enjoyable and comfortable. Imagine gazing at the horizon without the fuss of squinting or the annoyance of unwarranted reflections.\n\nBut it’s not just about functionality; these",
    "images": [
        "product_701_01.png"
    ],
    "reviews": [
        {
            "review": "Honestly, I expected a lot more from these sunglasses. The design is cute, but that’s about it. They don’t fit well on my face; I feel like they slide down too easily. I thought they’d block the sun better, but my eyes are still squinting. The lenses scratch way too easily too, and I haven't even dropped them! I also noticed some color distortion when I tried to see while driving. Just not what I hoped for. They look nice in pictures but",
            "language": "English"
        },
        {
            "review": "These sunglasses look nice in the pictures, but honestly, the quality is a letdown. I expected better. The frame feels a bit cheap and flimsy. After just a few uses, I could already see scratches on the lenses. They sit uncomfortably on my nose and keep sliding down every few minutes, which is really annoying. The lenses offer some UV protection, but that's about it. I was hoping to love them, but I think I'd pass next time. Overall not worth the hype",
            "language": "English"
        },
        {
            "review": "I was really excited to try these sunglasses after seeing the hype, but honestly, they fell a bit short. The design is nice and all, but they just didn’t fit my face right. I kept adjusting them, and they were kinda uncomfortable after a while. Also, the lens protection wasn’t as good as I expected. A little glare here and there when I thought it would be alright. Plus, they feel kind of cheap to me, like I’d be worried about breaking them too easily",
            "language": "English"
        },
        {
            "review": "I’ve been using these sunglasses for a few weeks now, and honestly, I expected way more for the price. The lenses seem so flimsy and don't really block the sun effectively. Not to mention, they slid down my nose constantly, very frustrating. I thought they were supposed to be stylish, but I just feel like they make me look cheap. It’s disappointing since I’d heard good things. I could have bought something much better at a fraction of the cost. Would not recommend unless you're",
            "language": "English"
        },
        {
            "review": "I really wanted to love these sunglasses, but I gotta say, they just fall flat. The hype around the design was so big, but when I got them, the fit was kinda awkward. They don't sit right on my face and always feel like they're slipping down. And the lenses? They're okay, but nothing special. I noticed glare when I was outside, which kinda defeats the purpose, right? Maybe I just got a bad pair, but for the price, I expected better. Wish they",
            "language": "English"
        }
    ]
}