{
    "nr": "291",
    "name": "LuxeNest Wrap",
    "price": "4999",
    "ranking": 4,
    "availability": 1,
    "description": "Indulge in the ultimate home experience with this sumptuous bathrobe that wraps you in a cocoon of luxury and comfort. Crafted from ultra-soft, plush microfleece, the robe offers a gentle touch against your skin, transforming your post-bath or lazy Sunday moments into an oasis of relaxation. Its lightweight yet warm design means you can enjoy the perfect balance of coziness without feeling weighed down, making it an ideal companion for chilly mornings or cozy nights on the couch.\n\nThis exquisite wrap features a contemporary silhouette, complete with a sumptuous shawl collar and deep pockets for any essentials you might need close at hand. The adjustable belt not only provides a customizable fit but also enhances the robe's elegant shape, flattering every body type. Available in an array",
    "images": [
        "product_291_01.png",
        "product_291_02.png"
    ],
    "reviews": [
        {
            "review": "I recently bought this bathrobe and I’m mostly happy with it! The material is super soft and cozy, making it great for the chilly mornings. The fit is good, too—not too baggy but still loose enough for comfort.\n\nHowever, there are a couple of things keeping it from being perfect. For one, the sleeves could be a bit longer because they ride up when I’m reaching for something. Also, the pockets are kinda small, which is a little annoying since I can’t fit",
            "language": "English"
        },
        {
            "review": "I recently got this bathrobe, and I’ve got to say it’s pretty great! The fabric is soft and feels really luxurious against my skin. Perfect for wrapping up after a shower or just lounging around the house. The design is sleek, and it has deep pockets, which I love. I can easily store my phone or remote while I relax.\n\nThe only reason I’m giving it 4 stars instead of 5 is that it could be a bit longer. I’m tall, so I",
            "language": "English"
        }
    ]
}