{
    "nr": "119",
    "name": "SkyGuard Umbrella",
    "price": "2499",
    "ranking": 5,
    "availability": 9,
    "description": "Rain or shine, meet your new essential companion that transforms dreary weather into a delightful experience. Our innovative canopy offers unparalleled shielding with its robust fabric that repels moisture and boasts a quick-dry technology, ensuring you stay dry and comfortable. But the magic doesn’t stop at rain protection—with a UV-blocking feature, your skin will be safeguarded from harmful sun rays, making it the perfect ally for those unexpected sunny spells.\n\nCrafted for durability, this exceptional weather warrior is engineered with a lightweight, yet sturdy frame that withstands gusty winds with grace. No more embarrassing turnarounds in the storm, as our design ensures that you stay covered and confident. The enhanced grip handle fits comfortably in your hand, giving you complete control and",
    "images": [
        "product_119_01.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love this umbrella! It’s honestly the best one I’ve ever owned. First of all, the design is super sleek—it’s lightweight but so sturdy. No more struggling with heavy umbrellas that flip inside out with the first gust of wind. This one stands its ground no matter the weather!\n\nThe automatic open/close feature is a game changer. I can pop it open with just one hand. Perfect when I’m juggling bags and trying to get in the door quickly. Plus, the material",
            "language": "English"
        },
        {
            "review": "Comprei um guarda-chuva incrível e não poderia estar mais feliz! A primeira coisa que me chamou a atenção foi a qualidade do material, super resistente e leve. A abertura é elétrica e funciona perfeitamente, nem preciso me preocupar em me molhar enquanto manejo! \n\nAlém disso, ele oferece uma proteção incrível contra o vento; já usei em dias com tempestade e não se virou. O design é super elegante e é bem compacto, cabe fácil na minha bolsa. \n\nOutra coisa que adore",
            "language": "Portuguese"
        }
    ]
}