{
    "nr": "719",
    "name": "UrbanVenture Jacket",
    "price": "7999",
    "ranking": 4,
    "availability": 8,
    "description": "Elevate your urban exploration with a jacket designed for the modern adventurer. This versatile outerwear gem combines stylish aesthetics with uncompromising functionality, making it the number one choice for city dwellers and nature enthusiasts alike. Crafted from a premium, water-resistant fabric, it promises to keep you dry during unexpected rain showers while offering breathability for those active days spent navigating bustling streets or rugged trails.\n\nEquipped with multiple cleverly hidden pockets, this sleek jacket ensures that your essentials – from smartphones to wallets – are secure and easily accessible. Each pocket is fitted with RFID technology to protect your belongings from digital theft, allowing you to roam confidently without a worry in the world. The adjustable cuffs and hem provide a customizable fit, ensuring you can transition effortlessly from day",
    "images": [
        "product_719_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this jacket for a few weeks now, and overall, I think it's pretty good! The style is super modern and really fits in with my urban lifestyle. I love how lightweight it is—you can easily layer it over a hoodie without feeling bulky. The pockets are just the right size for my phone and keys, which is always a plus!\n\nOn the downside, the fabric isn't super warm, so on chillier days, I need to throw on a thicker sweater underneath. And sometimes,",
            "language": "English"
        },
        {
            "review": "I recently got my hands on this jacket, and I have to say, it’s been a solid addition to my wardrobe! Right from the outset, the material feels durable yet lightweight, which is perfect for those unexpected weather changes when I'm out and about in the city. It fits really well too—enough room to layer up without feeling bulky, but still helps keep my shape.\n\nI love the waterproof feature; it kept me dry during a recent downpour without any leaks. The pockets are also",
            "language": "English"
        },
        {
            "review": "I've been wearing this jacket for a couple of weeks now, and overall, I really like it. The design is sleek, and it feels great both on casual outings and while running errands. The material is pretty lightweight but surprisingly warm, which is a bonus for this time of year. I especially appreciate the pockets—they're spacious enough for my phone and keys, and I don’t have to worry about them falling out.\n\nMy only small complaint would be the sizing. I found it to be a tad",
            "language": "English"
        },
        {
            "review": "I recently got this jacket and overall, I’m pretty satisfied! The design is sleek and urban, which totally fits my style. The material feels really lightweight but keeps me warm on chilly days. It has nice pockets that are super useful for my phone and keys. \n\nHowever, I wish the sizing had a bit more flexibility; I found it slightly snug around the shoulders when I’ve got layers on. The zip sometimes gets stuck, but it’s not a dealbreaker. \n\nFor the price,",
            "language": "English"
        },
        {
            "review": "I recently got this jacket, and I have to say, I’m impressed! First off, it looks really stylish – I've received several compliments already. The material is lightweight yet feels sturdy, perfect for layering. It’s wind-resistant, which I found super useful during an unexpected downpour last week. \n\nThe fit is great too; it’s not too tight but still gives a clean silhouette. I appreciate how the pockets are designed – deep enough to hold my phone and keys securely. \n\nThe only",
            "language": "English"
        }
    ]
}