{
    "nr": "729",
    "name": "LumiShade Spectrals",
    "price": "2499",
    "ranking": 4,
    "availability": 22,
    "description": "Step into a world of vibrant clarity and ultimate protection with our latest innovation in eyewear. The perfect fusion of style and functionality, these sunglasses elevate your sun-soaked experiences while safeguarding your eyes in ways previously thought impossible. Encased in a sleek, futuristic design, our cutting-edge lenses offer unparalleled clarity, ensuring that every moment spent outdoors is nothing short of extraordinary. \n\nWhat sets these shades apart is their unique, adaptive lens technology that adjusts to varying light conditions, delivering optimal visual comfort whether you're lounging by the pool, hiking through the mountains, or enjoying a stroll on a sunny boulevard. With a lightweight frame that hugs your face without digging in, you’ll forget you are even wearing them as you bask in the glow of sunny days. And let",
    "images": [
        "product_729_01.png"
    ],
    "reviews": [
        {
            "review": "Ik heb deze zonnebril nu een paar weken en ik moet zeggen dat ik best tevreden ben. Het design is echt mooi en modern, precies wat ik zocht. De glazen zijn ook van goede kwaliteit: ze blokkeren zonlicht goed en het is fijn om in de zon te lopen zonder achter te hangen.  \n\nIk vind het fijn dat ze niet te zwaar zijn, dus ik kan ze gemakkelijk de hele dag dragen zonder last van mijn neus of oren te krijgen. Er zijn alleen een paar min",
            "language": "Dutch"
        },
        {
            "review": "I recently bought these sunglasses and I have to say, I'm pretty impressed! The design is sleek and modern, which is a huge plus for me. They fit comfortably on my face and I can wear them for hours without feeling any pressure. \n\nThe UV protection is excellent—I've tested them out on sunny days, and I can really tell the difference compared to my old pair. The lens clarity is sharp! It makes colors pop and eliminates glare flawlessly. I do wish the case it comes with was",
            "language": "English"
        },
        {
            "review": "I got these shades a few weeks ago, and I have to say I’m impressed! The fit is comfortable and they really block out the sun without making everything too dark. The polarized lenses are a game changer—no more glare from reflective surfaces when I’m driving. Plus, the stylish design makes them great for any occasion.\n\nStrength for me is how light they feel on my face—I often forget I’m even wearing them. The only downside I’ve noticed is that they’re a little on the",
            "language": "English"
        },
        {
            "review": "I've been using these sunglasses for a couple of weeks now, and I'm quite happy with them! The design is sleek and modern, and I really appreciate how light they feel on my face. They block a lot of sunlight without making everything too dim, which is great for driving and outdoor activities.\n\nThe polarized lenses make such a difference; I didn't realize how much glare I was putting up with until I tried these on. The colors look so vibrant and clear when wearing them. Plus, they fit snug",
            "language": "English"
        }
    ]
}