{
    "nr": "109",
    "name": "SoundSphere Earbuds",
    "price": "4999",
    "ranking": 5,
    "availability": 5,
    "description": "Dive into a world of crystal-clear sound and immersive audio experience with the ultimate listening companion that redefines what earbuds can offer. These sleek, lightweight gems feature state-of-the-art acoustic engineering, delivering rich bass, vibrant mids, and crisp highs that transform every tune into a personal concert. Designed for those who value both style and substance, these earbuds ensure you stay connected to your music like never before.\n\nWith an ergonomic design that contours to the shape of your ears, enjoy hours of comfort without any fatigue. The snug fit not only enhances audio fidelity but also helps to block out external noise, letting you savor your soundscape in peace—whether you're on a bustling commute, hitting the gym, or relaxing at home. Plus, the inclusion of multiple ear",
    "images": [
        "product_109_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got my hands on these incredible earbuds, and I can't express how much I love them! The sound quality is just top-notch—crystal clear highs and deep, rich bass that makes every song sound amazing. I wore them for hours and didn’t feel any discomfort at all. It’s like they just mold to your ears perfectly!\n\nThe battery life has been impressive too—I can go days without recharging, which is such a relief. Also, the noise-cancelling feature is an",
            "language": "English"
        },
        {
            "review": "These earbuds are absolutely phenomenal! I can’t believe how amazing the sound quality is. The bass is deep and rich, while the highs are clear and crisp. Listening to music feels like being in a concert. The fit is so comfortable, I can wear them for hours without any discomfort. \n\nConnecting to my phone was a breeze—super quick and seamless. I love how they isolate background noise; I'm often working in a busy office, but with these, I can zone in on my tasks like",
            "language": "English"
        },
        {
            "review": "I recently got these earbuds, and I am honestly blown away! The sound quality is incredible. Crisp highs and deep bass that really make my music come alive. I love how comfortable they are too; I can wear them for hours without any soreness. The noise cancellation feature is top-notch—minutes into my commute, and I’m completely zoned out in my own world. \n\nThe battery life is great as well! I’ve been using them for days before needing to recharge. The touch controls are",
            "language": "English"
        },
        {
            "review": "I recently got my hands on these amazing earbuds, and I am absolutely loving them! The sound quality is incredible; every note comes through crystal clear. I’ve used them for everything from working out to chilling at home, and they never disappoint. The noise-canceling feature works like a charm, blocking out distractions, which is perfect for when I’m trying to concentrate.\n\nThey fit my ears perfectly and are super comfortable for long listening sessions. I can wear them for hours, and my ears don",
            "language": "English"
        },
        {
            "review": "I just have to say, these earbuds are an absolute game-changer! The sound quality is out of this world—crisp highs and deep lows that literally make my music come alive. I’ve been using them during my daily walks and it feels like I'm surrounded by a live concert. \n\nThey fit perfectly and are super comfortable; I can wear them for hours without any discomfort, which is a huge plus for long listening sessions. The wireless range is fantastic too. I can move around the house",
            "language": "English"
        }
    ]
}