{
    "nr": "523",
    "name": "LumaSphere Radiance",
    "price": "2499",
    "ranking": 4,
    "availability": 6,
    "description": "Transform your living space into a sanctuary of light and style with the innovative orb of brilliance that’s creating waves in home decor. This captivating lamp not only illuminates your room but also enhances its aesthetic, acting as a stunning statement piece that seamlessly integrates into any design scheme. With its unique spherical shape and multi-color LED capabilities, this lighting marvel offers a customizable ambiance at the touch of a button.\n\nHarness cutting-edge technology with energy-efficient LEDs that last longer while saving you money on your electricity bill. The adjustable brightness settings allow you to effortlessly transition from vibrant, party-ready illumination to a soft, calming glow suitable for winding down after a long day. Additionally, the intuitive touch sensor controls let you change colors and intensities with just a gentle tap. Imagine",
    "images": [
        "product_523_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got this lamp and I have to say, it’s pretty impressive! The design is super sleek and it fits perfectly in my living space. I love how it has multiple brightness settings, making it easy to create the right mood, whether I'm reading or just chilling out. The warm light is cozy and inviting, much nicer than my old lamp.\n\nInstallation was a breeze – just plug it in and go. The touch controls are a fun feature; I didn't expect that! Sometimes it can be",
            "language": "English"
        },
        {
            "review": "I recently got one of these lamps and I have to say, it really brightened up my space. The design is sleek and modern, making it a great piece for my living room. The light itself is super adjustable, which means I can set the mood from cozy evenings to bright working hours. \n\nI've noticed it's really good at diffusing light evenly, so there are no harsh spots or shadows. The touchscreen control is a nice touch, and adjusting the brightness is easy peasy. \n\nMy",
            "language": "English"
        },
        {
            "review": "Ik heb dit lampje nu een paar weken en ik ben er best tevreden mee. Het design is echt mooi, het past perfect in mijn woonkamer. De lichtsterkte is ideaal, niet te fel maar ook niet te donker. Het dimmen gaat heel soepel, wat fijn is als je een gezellige sfeer wilt creëren. \n\nDe kleuren die je kunt kiezen zijn echt leuk; ik wissel vaak tussen warm en koel licht afhankelijk van mijn bui. Alleen de app om het te bedienen kan soms wat",
            "language": "Dutch"
        }
    ]
}