{
    "nr": "107",
    "name": "Elysian Earthstone Plates",
    "price": "1499",
    "ranking": 3,
    "availability": 14,
    "description": "Experience the perfect blend of elegance and functionality with our stunning earth-inspired dinner plates. Crafted from premium materials that mimic the serene patterns of nature, these plates transform every meal into a sensory delight. Each plate features a unique design, ensuring that no two pieces are alike, allowing you to serve your culinary creations on a canvas that celebrates individuality. The earthy tones and textured finishes evoke the tranquility of the outdoors, making them a statement piece for any dining setting.\n\nIdeal for both casual family dinners and sophisticated gatherings, these plates are designed with durability in mind. They are dishwasher and microwave-safe, combining practicality with aesthetic appeal. The smooth surface not only enhances your dining experience by elevating the presentation of food but also allows for easy cleaning, so you can spend less",
    "images": [
        "product_107_01.png"
    ],
    "reviews": [
        {
            "review": "I’ve been using these plates for a few weeks now, and they’re decent but just not what I expected. The design is pretty nice, very earthy and unique, which I really like. They seem sturdy enough at first glance, but I’ve noticed some scratches after only a few uses and I’m a bit worried about how they’ll hold up long-term.\n\nThey’re pretty heavy, which I guess adds to the quality, but it makes stacking them a bit awkward. Also, food doesn’t",
            "language": "English"
        },
        {
            "review": "I recently got these dinner plates and, honestly, they’re just okay. The design is quite nice, with that earthy vibe everyone seems to love, but they don’t quite feel as sturdy as I expected. Had a little scare when I dropped one - thankfully, it didn’t break, but it chipped a bit. They’re dishwasher safe, which is a plus, but the food tends to slide around more than I’d like, especially when serving pasta. They look good on the table, definitely",
            "language": "English"
        },
        {
            "review": "I recently got these plates and they look really nice on my table, but honestly, they're just okay. The design is pretty cool and they do add a nice touch to dinner, but I found them a bit heavy. Not a big deal, but I expected something lighter for everyday use. They’re also not as sturdy as I thought. I've noticed a few tiny scratches after just a couple of uses, which is disappointing. For the price, I expected better durability. On the plus side, they",
            "language": "English"
        },
        {
            "review": "I recently tried these dinner plates and have mixed feelings. They look really nice on the table, with a pretty earthy design. However, I'm not sure how durable they are. After just a few uses, I noticed some minor scratches, which is disappointing.\n\nWashing them is fine, but I feel like they need extra care because they might chip easily if you aren't careful. They don't stack perfectly either, which is a bit annoying when storing. Overall, I think they might work for impressing guests",
            "language": "English"
        },
        {
            "review": "I was excited to try these plates after hearing some decent things about them, but they’re not all they’re cracked up to be. The design is nice, and they do look pretty on the table, but durability is a bit of a concern. I've had one chip already after just a few weeks of use, and that’s not what I expected. Plus, they’re a little heavier than I thought, which makes them tricky to handle for smaller kids. They wash well, though, and the",
            "language": "English"
        }
    ]
}