{
    "nr": "172",
    "name": "LuxeShade Visionaries",
    "price": "5999",
    "ranking": 3,
    "availability": 21,
    "description": "Elevate your eyewear game with the latest innovation in visual luxury—your new go-to shades are the ultimate blend of style, comfort, and functionality. Designed for the discerning individual, these sunglasses feature an ultra-lightweight frame that hugs your face without adding pressure, letting you wear them all day long with ease. The meticulously crafted gradient lenses not only enhance your fashion statement but also provide unparalleled UV protection, shielding your eyes from harmful rays while you bask in the sun’s glow.\n\nEach pair is equipped with cutting-edge polarized technology, reducing glare from water, snow, and pavement, making them perfect for outdoor adventures or leisurely strolls. The lenses are scratch-resistant and treated with an anti-fog coating, ensuring that your vision remains crystal clear in any",
    "images": [
        "product_172_01.png"
    ],
    "reviews": [
        {
            "review": "I recently bought these sunglasses, and honestly, they’re just fine. They look nice enough and fit well, but I expected more for the price. The UV protection seems decent, but they don’t block out glare as much as I hoped. They can get a bit uncomfortable after wearing them for a while too. \n\nOn the plus side, they came in a stylish case, which is a nice touch, and the design is trendy. But I guess I thought they would be more comfortable for long",
            "language": "English"
        },
        {
            "review": "They're pretty cool but not as great as I hoped. The design is slick and modern, but the lenses don't block as much sunlight as I expected. I've worn them a few times, and while they look good, I find myself squinting when I’m outside for long. The fit is okay, but they tend to slide down my nose a bit, which is annoying. Overall, they’re decent for casual wear, but if you need something that really performs in bright light, you might want",
            "language": "English"
        },
        {
            "review": "I recently got these sunglasses, and they’re just okay. The design is nice, but they definitely feel a bit flimsy, like I need to be super careful with them. The lenses do block out some light, which is good, but they also seem to smudge easily. I find myself wiping them down often, and any tiny scratch shows up more than other sunglasses I've had. \n\nThey fit fine, not too tight or anything, but I kinda wish they had a more snug feel because",
            "language": "English"
        },
        {
            "review": "I recently gave these sunglasses a try and honestly, they’re just okay. The style is cool and they look great on, but the fit isn’t quite right for me. They slide down my nose a bit, which is annoying when you’re walking around. The lenses do a decent job at blocking the sun, but I expected a bit more from the UV protection. \n\nAlso, I found the frames to be kind of fragile; I’m worried they won’t hold up for too long. For",
            "language": "English"
        },
        {
            "review": "I had some high hopes for these sunglasses, but they just didn’t quite hit the mark for me. They look cool and all, and the style is great, but the quality isn’t as good as I expected. The frames feel a bit flimsy, like they might break if dropped. The lenses are okay, but they could do a better job of blocking UV rays. Sometimes, it even feels kinda squished on my face, getting uncomfortable after a while.\n\nAlso, found that they don",
            "language": "English"
        }
    ]
}