{
    "nr": "642",
    "name": "LuxeNest Sofa",
    "price": "79900",
    "ranking": 4,
    "availability": 17,
    "description": "Indulge in the ultimate comfort experience with this extraordinary sofa that redefines relaxation. Crafted with premium memory foam, it provides the ideal blend of support and softness, ensuring that every moment spent lounging is sheer bliss. Built with an elegant, contemporary design, this piece not only transforms your living room into a cozy retreat but also serves as a stunning focal point that complements any decor. Whether you're hosting friends for movie night or simply enjoying a quiet evening with a book, this sofa promises to wrap you in luxury.\n\nWhat sets this remarkable seating option apart is its versatile configuration. With adjustable armrests and a modular design, you can easily customize your space to fit your needs. Need extra room for guests? Simply rearrange the pieces to create a spacious layout",
    "images": [
        "product_642_01.png",
        "product_642_02.png",
        "product_642_03.png"
    ],
    "reviews": [
        {
            "review": "I've been using this sofa for a few months now, and I have to say, it's pretty nice! The fabric feels high-quality and is super soft to sit on. The color is just as I expected from the pictures, which was a big plus. It fits perfectly in my living room and really adds to the vibe of the space.\n\nOne thing I really appreciate is how comfy it is for lounging. Whether I’m binge-watching my favorite shows or just curling up with a book, it delivers",
            "language": "English"
        },
        {
            "review": "I recently got this sofa, and I have to say it’s pretty great overall! The design fits perfectly with my living room aesthetic. The fabric is soft and comfortable, which makes it a cozy spot to watch movies or read. I really appreciate the cushions - they’re firm enough to provide good support, but soft enough to sink slightly when you sit down. \n\nSetting it up was a breeze, and it feels quite sturdy. I moved it a few times while decorating, and there hasn't been any",
            "language": "English"
        },
        {
            "review": "I've had this sofa for a couple of months now, and overall, I'm pretty happy with it. It's really stylish, and the fabric looks great in my living room – so many compliments from friends! The cushions are comfy enough for lounging and watching movies, and I've even taken some naps on it.  \n\nAssembly was straightforward; I was able to put it together by myself in about an hour. I should note that the surface can attract pet hair, so if you have fur babies like I do,",
            "language": "English"
        }
    ]
}