{
    "nr": "338",
    "name": "LuxeBrew Haven Table",
    "price": "24900",
    "ranking": 5,
    "availability": 14,
    "description": "Transform your living space into a stylish sanctuary with our exquisite signature piece, the \"Haven Table.\" Designed for those who appreciate both form and function, this coffee table effortlessly blends contemporary aesthetics with timeless elegance. Crafted from premium quality materials, its striking surface features a high-gloss finish that catches the eye while providing a resilient workspace for your daily rituals, from morning coffee to evening cocktails.\n\nThe Haven Table is not just a beautiful addition to your home; it's designed with versatility in mind. With a spacious tabletop, it doubles as a display area for your curated collection of art books, magazines, or decorative accents. Beneath its sleek exterior lies a cleverly concealed storage compartment, perfect for stashing remote controls, coasters, and other everyday essentials. This",
    "images": [
        "product_338_01.png",
        "product_338_02.png"
    ],
    "reviews": [
        {
            "review": "This coffee table has completely transformed my living space! The sleek design is absolutely stunning and catches the eye of every guest I have. It's not just about looks, though. The surface is spacious enough for all my coffee mugs, books, and even my laptop when I’m working from home. The hidden storage compartments are ingenious. I can tuck away coasters, magazines, and remote controls, keeping the surface pristine and organized.\n\nThe finish feels high-quality and super easy to clean - even after my messy",
            "language": "English"
        },
        {
            "review": "I recently purchased this amazing coffee table, and I am absolutely in love! The design is stunning and fits perfectly in my living room. The sleek finish and modern look adds such a touch of elegance. It’s not only beautiful but also super functional with ample space for drinks, snacks, and all my cute coffee table books.\n\nI was pleasantly surprised by the quality too. It’s very sturdy, and I can tell it’ll last me for years to come. It’s easy to clean, which is",
            "language": "English"
        },
        {
            "review": "I recently purchased this coffee table, and it has totally transformed my living space! The design is stunning—sleek lines and a beautiful wood finish that compliments my decor perfectly. I love how spacious the surface is; it fits all my coffee mugs, books, and my favorite candles without feeling cluttered. \n\nAssembly was a breeze! All the pieces were well labeled, and I had it put together in no time. It feels very sturdy, which makes me confident it will last a long time.",
            "language": "English"
        }
    ]
}