{
    "nr": "715",
    "name": "WhirlClean Cyclone 360",
    "price": "19999",
    "ranking": 3,
    "availability": 2,
    "description": "Introducing the ultimate cleaning revolution, your new best friend in tackling dirt and debris—meet the powerful cyclone vacuum that transforms chore time into a breeze. With its sleek design and cutting-edge technology, this vacuum boasts a relentless suction power that captures everything from fine dust to stubborn pet hair, ensuring every corner of your home sparkles like never before. With the innovative 360-degree swivel technology, it glides effortlessly around furniture, making those tricky spots easily accessible.\n\nEquipped with a multi-stage filtration system, this vacuum not only cleans your floors but also purifies the air you breathe. The advanced HEPA filtration traps allergens and particles, delivering fresh, clean air back into your space—perfect for households with allergy sufferers or furry companions. No need to worry",
    "images": [
        "product_715_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this vacuum for a couple of months now, and it's pretty decent but nothing special. The suction power is okay—it picks up most dirt and dust, but sometimes I find I have to go over the same spot a few times to get everything. \n\nI like that it's lightweight; I can carry it around without too much hassle. But the design feels a bit cheap, and I've noticed some plastic parts that don’t seem super sturdy. The filters are easy to clean, which is a",
            "language": "English"
        },
        {
            "review": "I've been using this vacuum for a couple of months now, and it's pretty decent but definitely has its quirks. It's not the best I’ve ever owned, but it gets the job done most of the time. The suction power is good for picking up pet hair, which is a plus since I have two furry friends at home, but it sometimes misses debris on my rugs. \n\nI found the design a bit clunky, and it's not always easy to maneuver, especially around corners. Battery life",
            "language": "English"
        },
        {
            "review": "Tenía expectativas altas pero, al final, es solo un aspirador promedio. Aspira bien, pero no como yo esperaba. La succión es decente, pero a veces tengo que pasarla más de una vez para quitar el polvo en ciertas áreas. Es liviano y fácil de manejar, así que eso es un punto a favor.\n\nSin embargo, el depósito de polvo se llena rápido y es algo molestoso tener que vaciarlo tan seguido. También es un poco ruidoso,",
            "language": "Spanish"
        }
    ]
}