{
    "nr": "597",
    "name": "CloudNest Sofa",
    "price": "79900",
    "ranking": 2,
    "availability": 14,
    "description": "Transform your living space into a haven of comfort with our innovative lounge masterpiece, affectionately known as the “DreamSeat.” Imagine sinking into a soft, plush embrace every time you plop down after a long day; this isn't just furniture; it's your personal retreat. Designed with a unique blend of high-density memory foam and eco-friendly materials, the DreamSeat cradles you in a way that feels like a gentle hug from a cloud. Its sumptuous fabric is not only luxurious to the touch but also durable, making it perfect for homes that are as lively as they are stylish.\n\nVersatility is the name of the game with this remarkable piece. Its sleek, modern silhouette seamlessly fits into any decor—whether you're aiming for minimalist chic, farmhouse coziness",
    "images": [
        "product_597_01.png"
    ],
    "reviews": [
        {
            "review": "I was really excited to get this sofa because it looked great online, but I've been pretty disappointed overall. The design is nice, but it’s less comfy than I expected. The cushions feel kind of flat, and after sitting for a while, I just want to get up. Also, the fabric isn’t as soft as it appeared in the pictures. It's a bit scratchy, to be honest. Assembly wasn’t a huge hassle, but some pieces didn’t fit together perfectly, which is frustrating",
            "language": "English"
        },
        {
            "review": "I really wanted to love this sofa, but it’s just not what I expected. The design looks nice, but it’s super uncomfortable. The cushions feel cheap and don’t hold their shape at all. I received it with some minor scratches too, which was disappointing. It looks great in the living room, but when I sit on it, I just end up shifting around trying to find a comfy spot. Honestly, it definitely has potential, but it needs better quality materials. Wouldn't recommend it",
            "language": "English"
        }
    ]
}