{
    "nr": "674",
    "name": "Chromatic Reverie",
    "price": "25000",
    "ranking": 3,
    "availability": 18,
    "description": "Immerse your living space in a symphony of color and emotion with our latest masterpiece, affectionately known as \"CR.\" This stunning painting combines vibrant hues and intricate textures, creating a visual feast that speaks to the heart. It transforms any wall into a portal of abstraction, inviting viewers to experience the soothing dance of colors that inspire creativity and joy. Each stroke captures a moment in time, encouraging appreciation for the beauty that exists in everyday life.\n\nCrafted by renowned artists and designed to elevate your home's aesthetic, CR features a unique blend of acrylic and mixed media that is both durable and captivating. The canvas is expertly stretched and mounted, allowing for an effortless installation that enhances your environment without the need for complicated tools or frames. Its generous dimensions make it",
    "images": [
        "product_674_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got this virtual painting for my home, and it's... kinda okay I guess? The colors are vibrant and there's definitely a nice mix of shades, but it feels flat somehow. I've seen other virtual art pieces that really pop out and make a statement, but this one feels more like a background decoration. \n\nAlso, the size options are a bit limited. If you have a big wall, it might look kinda lost unless you get a bigger resolution thing. I found myself looking for something that",
            "language": "English"
        },
        {
            "review": "I’ve been using this virtual painting service for a while now, and honestly, it’s just okay. The concept is cool and it adds a bit of color to my walls, but it’s not exactly what I expected. The colors can be a bit off sometimes. It feels like there’s a delay when changing the images, which is kind of annoying when I want to quickly switch things around. Also, there aren’t that many designs to choose from. I mean, I like a few of",
            "language": "English"
        }
    ]
}