{
    "nr": "368",
    "name": "Culinary Canvas Cookware Set",
    "price": "5999",
    "ranking": 4,
    "availability": 17,
    "description": "Elevate your culinary adventures with this stunning cookware collection, designed for both aspiring home chefs and seasoned food enthusiasts. Crafted from premium, durable materials, each piece in this exquisite set ensures even heat distribution, allowing you to achieve perfectly cooked meals every time. The sleek, contemporary design complements any kitchen aesthetic, making it not just a collection of cookware but a statement of style.\n\nEach pot and pan features a non-stick surface, enabling effortless food release and quick cleanup. No more stubborn residues or lengthy soaking—enjoy more time savoring delicious dishes and less time scrubbing the kitchen. From sautéing vibrant vegetables to simmering savory sauces, this versatile range will inspire creativity and confidence in every meal preparation.\n\nEngineered with ergonomic handles that remain cool to the",
    "images": [
        "product_368_01.png"
    ],
    "reviews": [
        {
            "review": "I recently picked up this cookware set, and so far, it has been a solid addition to my kitchen. The non-stick surface really does make cooking and cleaning a breeze. I've tried frying and sautéing, and I didn't encounter any sticking issues at all, which is impressive! \n\nThe design is sleek, and they feel sturdy in my hands. I do wish the handles were a bit more ergonomic because after a long cooking session, they can get a little uncomfortable. \n\nThe set heats evenly and",
            "language": "English"
        },
        {
            "review": "Soy muy feliz con este set de utensilios de cocina. La calidad es muy buena y se siente sólida en las manos. La cocción es uniforme y nada se pega, lo cual es un gran plus. He hecho desde guisos hasta salsas, y todo ha quedado delicioso. Además, son sencillos de limpiar, lo que es un gran alivio después de un largo día. Solo desearía que viniera con más piezas, pero en general, vale la pena su precio.",
            "language": "Spanish"
        },
        {
            "review": "I recently purchased this cookware set and overall, I’m pretty happy with it. The design is sleek and modern, and it looks great in my kitchen. I’ve used it for frying, boiling, and even baking, and I love how evenly it heats. The non-stick surface works like a charm—cleaning up is a breeze! \n\nThere are a couple of minor issues I've encountered, though. The handles can get a bit warm, so just be cautious. Also, I wish there were",
            "language": "English"
        }
    ]
}