{
    "nr": "514",
    "name": "Celestial Sips",
    "price": "1499",
    "ranking": 4,
    "availability": 22,
    "description": "Unleash the cosmos in your glass with our enchanting wine goblets that elevate every sip into an astral experience. Crafted from ultra-durable, lead-free crystal, these stunning vessels capture light in a way that makes your favorite wine sparkle like a star-studded sky. The unique contoured design not only enhances the aroma but also ensures a perfect hand-feel, transforming your drinking ritual into a celestial occasion. With an elegant rim that glides smoothly against your lips, each sip is a delightful journey that you won’t soon forget.\n\nBeyond their striking aesthetics, these goblets are designed for practicality. Engineered to withstand the rigors of everyday use, each glass is dishwasher safe, making clean-up a breeze after your stellar gatherings. Whether",
    "images": [
        "product_514_01.png"
    ],
    "reviews": [
        {
            "review": "These wine glasses are quite lovely! The design is elegant and really adds a nice touch to my dining experience. They have a perfect weight—not too heavy, but sturdy enough that I feel like they won’t break easily. \n\nThe shape of the bowl does wonders for the wine too; I noticed a real difference in the aroma and flavors. Perfect for those nights when you want to treat yourself or entertain some friends. \n\nHowever, there’s a small downside: I did find them a bit tricky to",
            "language": "English"
        },
        {
            "review": "I recently tried these wine glasses and honestly, I'm pretty impressed! The design is sleek and modern, which really adds a nice touch to our dinner table. They feel nice to hold - not too heavy but sturdy enough, if you know what I mean. I didn't notice any strange aftertaste like some cheaper ones have had. \n\nI found they work well for both red and white wines, enhancing the flavors nicely. Clean-up is easy too; I just pop them in the dishwasher without any worries.",
            "language": "English"
        },
        {
            "review": "I recently purchased these wine glasses, and overall, I’m really pleased with them. They have a beautiful design, which definitely elevates my dining experience when I have friends over. The stems are elegantly thin, and that just makes drinking feel more sophisticated. \n\nHowever, they are a bit fragile. I've already had to be careful with them during washing because I can see how they could chip easily if you’re not cautious. I do love the clarity of the glass; it truly showcases the color of",
            "language": "English"
        }
    ]
}