{
    "nr": "521",
    "name": "\"FocusFlow Desk\"",
    "price": "49900",
    "ranking": 1,
    "availability": 4,
    "description": "Transform your workspace with a revolutionary desk designed for ultimate productivity and comfort. This beautifully engineered workstation is crafted with adjustable heights and smart cable management, allowing you to seamlessly switch between sitting and standing positions. No more hunching over or straining your back; this desk promotes proper posture, enabling you to power through your tasks with energy and focus. \n\nSleek, modern aesthetics meet functionality with a minimalist design that fits perfectly in any environment, from a cozy home office to a professional setting. The premium materials ensure sturdy support and a stylish finish, while the integrated charging ports keep your devices powered without the clutter of tangled cables. Two spacious drawers provide ample storage for documents and office supplies, keeping your essentials within easy reach and your workspace tidy.\n\nBut",
    "images": [
        "product_521_01.png"
    ],
    "reviews": [
        {
            "review": "I was really excited to get this desk but it’s just awful. The quality is cheap and it wobbles like crazy if you touch it. I tried to set it up but the instructions made no sense. Had to guess half of what to do. Didn’t even fit all my stuff, way too small. The height isn’t right, can’t get comfy at all. I've used it for a week and I just want to throw it out. Do not buy!",
            "language": "English"
        },
        {
            "review": "Não gostei nada desse escritório. A madeira parece de baixa qualidade e com umas marcas estranhas. A montagem foi um pesadelo, as peças não encaixam direito, e faltou até parafusos! Além disso, ele balança muito, é impossível trabalhar assim. Achei que seria prático, mas acabou sendo uma grande perda de dinheiro. Não recomendo pra ninguém, poupem seu dinheiro!",
            "language": "Portuguese"
        }
    ]
}