{
    "nr": "462",
    "name": "ChillSphere 360",
    "price": "59900",
    "ranking": 1,
    "availability": 21,
    "description": "Meet the ultimate cooling companion that will redefine your kitchen experience—introducing the revolutionary ChillSphere! Designed for the modern home, this innovative refrigerator seamlessly combines advanced technology with stylish aesthetics, ensuring your food stays fresh while enhancing the beauty of your culinary space. \n\nWith its patented FreshLock technology, this fridge employs intelligent humidity control to maintain optimal conditions for fruits and vegetables. Say goodbye to wilted greens and soggy leftovers! The spacious interior is crafted with adjustable shelving that accommodates everything from towering birthday cakes to massive party platters, making hosting effortless. Plus, the sleek touch-screen interface allows you to customize and monitor temperatures for different zones, all with a simple swipe of your finger. \n\nHealth-conscious customers will appreciate the built-in UV sterilization compartment,",
    "images": [
        "product_462_01.png"
    ],
    "reviews": [
        {
            "review": "got this fridge about a month ago and it's a total letdown. first off, it doesn’t cool things properly. my ice cream was mushy, and the milk spoiled way too fast. plus, it’s super noisy like it’s always working hard but not getting any results. another issue is the shelves are poorly designed; you can hardly fit anything in there. i thought it looked sleek at first but that doesn’t make up for how bad it performs. total waste of money. regret buying",
            "language": "English"
        },
        {
            "review": "Ich bin echt enttäuscht. Der Kühlschrank kühlt nicht richtig, echt unbrauchbar. Hab ihn erst seit ein paar Monaten und er macht schon komische Geräusche. Die Fächer sind total unpraktisch und die Tür schließt nicht gut, manchmal bleibt sie einfach offen. Ich hab mehr Geld für die Hoffnung ausgegeben einen guten Kühlschrank zu bekommen, aber jetzt muss ich mir trotzdem einen neuen suchen. Kann ich nicht empfehlen, totaler Schrott.",
            "language": "German"
        },
        {
            "review": "I’ve had this thing for a few months and it’s been nothing but problems. First off, it doesn’t cool like it’s supposed to. I put my drinks in there expecting them to be cold when I take them out, but no, it’s like they’re just sitting in warm water. messed up!!. Also, the shelves fall out all the time. Packed it full and all of a sudden crash – there go my groceries. Like seriously who thought of this design?? It's so loud",
            "language": "English"
        },
        {
            "review": "this fridge is a total letdown. cold storage is weak, had to return all my food after 2 days. the noise it makes is ridiculous, feel like i’m living next to a jet engine. also, the supposed smart features? lol yeah right. app crashes every time i try to connect. never buying this waste of money again. take my advice and steer clear.",
            "language": "English"
        }
    ]
}