{
    "nr": "417",
    "name": "LuxeLume Shades",
    "price": "4999",
    "ranking": 5,
    "availability": 21,
    "description": "Step into a world of elegance and style with the ultimate eye protection that redefines luxury. The all-new L.L. Shades are thoughtfully crafted for those who refuse to sacrifice glamour for functionality. With their sleek silhouette and cutting-edge design, these sunglasses not only elevate your outfit but also guard your eyes from harmful UV rays with unwavering commitment. \n\nExperience the unparalleled comfort offered by lightweight materials and adjustable nose pads, ensuring a customized fit that hugs your face just right. The polarized lenses reduce glare, making activities like driving, beach outings, or simply basking in the sun a breeze. Say goodbye to squinting and hello to crystal-clear vision—your eyes will thank you! Available in a spectrum of chic colors, the L.L. Shades cater to",
    "images": [
        "product_417_01.png"
    ],
    "reviews": [
        {
            "review": "Desde que me compré estas gafas de sol, no puedo dejar de usarlas. El diseño es espectacular, súper elegante y combina con todo. La calidad de las lentes es impresionante; bloquean la luz solar de una manera que hace que mis ojos se sientan cómodos y relajados, incluso en días muy soleados. \n\nAdemás, son ligeras y se ajustan perfectamente a mi cara. He recibido muchos cumplidos y eso es genial, pero lo mejor es cómo me hacen",
            "language": "Spanish"
        },
        {
            "review": "I absolutely love my new sunglasses! They are seriously amazing. The fit is perfect and they feel so light on my face. I wear them everywhere – driving, at the beach, or just running errands. The lenses are super protective; I can finally enjoy sunny days without squinting. Plus, they look really stylish and I always get compliments on them! \n\nThe color options are awesome too; I went with the classic black, but I’m tempted to grab another pair in a fun color!",
            "language": "English"
        },
        {
            "review": "I absolutely love these shades! They're everything I hoped for and more. The moment I put them on, I felt like I was walking down a runway. The color options are vibrant and stylish, and they go with literally every outfit. \n\nThe lenses provide such great UV protection while still being super fashionable—it’s hard to believe I’m wearing sunglasses and not just an accessory. I never thought I’d say this, but I find myself putting them on even when the sun isn’t out! \n\nThey",
            "language": "English"
        },
        {
            "review": "Absolutely love these shades! They fit perfectly and do an amazing job blocking out the sun’s glare. The design is sleek and stylish – I’ve gotten so many compliments while wearing them. They’re super lightweight, and I can wear them for hours without discomfort. The color options are trendy and unique; I went for the tortoise shell, and it goes with everything! Perfect for beach days and brunch with my friends. Overall, a fantastic purchase; highly recommend!",
            "language": "English"
        },
        {
            "review": "I’m absolutely in love with these shades! They’ve completely changed the game for me. The moment I put them on, I could feel the difference. The lens clarity is spectacular—I can see every detail without any glare or distortion, which is so refreshing. They fit perfectly on my face, and they're super lightweight, which means I can wear them all day without any discomfort.\n\nThe style is unmatched! I've received so many compliments whenever I wear them. Whether I’m at the beach, driving,",
            "language": "English"
        }
    ]
}