{
    "nr": "340",
    "name": "ErgoCloud Glide Chair",
    "price": "7999",
    "ranking": 2,
    "availability": 2,
    "description": "Elevate your workspace experience with the perfect blend of comfort and style. Meet the ultimate revolution in seating — an ergonomic masterpiece designed to provide exceptional support during long hours of productivity. With its cloud-like cushioning and adaptive features, this chair transforms the way you work, ensuring that you can focus solely on your tasks at hand. Imagine gliding effortlessly from project to project, cradled in the luxurious embrace of next-generation materials that contour to your body’s unique shape.\n\nImagine having a workspace where functionality meets exquisite design. This chair showcases a sleek, modern aesthetic that seamlessly blends with any office decor, whether at home or in a professional environment. Its striking silhouette is complemented by an array of color options, allowing you to express your personal style while maintaining an",
    "images": [
        "product_340_01.png",
        "product_340_02.png"
    ],
    "reviews": [
        {
            "review": "Honestly, I was pretty disappointed with this chair. At first, it looked great and seemed comfy, but after a few weeks, the problems started to pile up. The lumbar support isn't what you'd expect; it feels more like a gentle poke than any real support. The seat cushion is losing its shape, and I find myself feeling uncomfortable after sitting for too long. \n\nThe armrests feel cheap and wobble a bit, which is distracting when I'm trying to work. I was hoping it would help",
            "language": "English"
        },
        {
            "review": "I had high hopes for this chair, but honestly, it falls short. The design looked so promising in the pictures, but once I got it, I realized how uncomfortable it is. The cushioning is just not enough; after a few hours, my back really starts to hurt. The seat is shallow too—it feels like I'm sitting on the edge all the time.\n\nAlso, the assembly was a pain. The instructions didn't make much sense, and some of the pieces felt flimsy. I was worried",
            "language": "English"
        },
        {
            "review": "I've been using this chair for a couple of months now, and I'm honestly a bit disappointed. At first, the design seemed great, and I was excited. However, it just doesn’t live up to the hype. Sitting for long periods does not feel comfortable at all. The padding feels flimsy and the back support isn't adequate. My back ends up hurting after working for a few hours. \n\nThe height adjustment didn’t work properly either, making it difficult to find a good spot. The materials",
            "language": "English"
        },
        {
            "review": "I was hoping for a comfy office chair, but this just misses the mark in a few ways. First off, the padding isn’t as plush as I expected; it feels a bit too stiff, like it forgot to be soft. The back support isn’t great either, I find myself slouching after a couple of hours. Adjustments are kind of awkward too, it took me a while to figure out how to even raise it. The wheels are squeaky, which is annoying when I'm",
            "language": "English"
        },
        {
            "review": "I’ve been using this chair for a couple of weeks now, and honestly, I’m kinda disappointed. It looks nice and all, but it just doesn’t feel right. The cushion is too firm, way less comfortable than I expected. My back starts to hurt after sitting for a while, and I thought it was supposed to have good lumbar support, but it doesn’t really help me much. \n\nAlso, the adjustments are kinda tricky. I can’t seem to get the height right no matter",
            "language": "English"
        }
    ]
}