{
    "nr": "623",
    "name": "FrostGuard Oasis",
    "price": "79900",
    "ranking": 3,
    "availability": 19,
    "description": "Transform your kitchen into a sanctuary of freshness with our innovative refrigerator, known affectionately as the G-Oasis. This state-of-the-art cooling marvel seamlessly marries cutting-edge technology with sleek design, making it the focal point of any modern kitchen. Say goodbye to spoiled food and hello to perfectly preserved ingredients, thanks to smart temperature control and energy-efficient features that adapt to your lifestyle.\n\nImagine a vast interior that intuitively organizes your groceries—no more wilting herbs or frozen avocados! The G-Oasis boasts adjustable shelves and customizable storage compartments that cater to large family meals or intimate dinner parties alike. An advanced air filtration system ensures that every shelf breathes freshness, eliminating common odors and keeping your produce crisp and vibrant for longer. With its spacious design",
    "images": [
        "product_623_01.png"
    ],
    "reviews": [
        {
            "review": "I got this fridge a couple months ago, and it’s okay, I guess. It keeps things cool most of the time, but I've had some issues with uneven temps. Some stuff in the back goes all frozen while the front's still just cold. The design is nice, and it fits my kitchen well, but the noises… wow, they can get a bit annoying. Also, the shelves don't hold my taller bottles fine, so twice I've knocked over juice, and that was not fun.",
            "language": "English"
        },
        {
            "review": "J'ai acheté ce réfrigérateur il y a quelques mois et je dois dire que c'est pas mal, mais il y a des choses qui m'ennuient. La capacité est assez bonne, mais je trouve qu'il y a vraiment pas assez de tiroirs. Les compartiments ne sont pas très bien pensés, tout se mélange facilement. Aussi, le bruit est un peu dérangeant parfois, surtout la nuit. C’est pas un mauvais produit pour son prix, mais ça aurait pu",
            "language": "French"
        }
    ]
}