{
    "nr": "453",
    "name": "LuxeLume Shades",
    "price": "2499",
    "ranking": 2,
    "availability": 16,
    "description": "Step into a world where fashion meets function with our latest eye-catching eyewear. Designed for the discerning individual, these shades effortlessly blend high-performance lenses with chic, contemporary design. Celebrated for their unparalleled UV protection, they shield your precious eyes from the sun’s harsh rays while adding a sophisticated edge to any outfit. Elevate your outdoor excursions or casual strolls with shades that promise both style and safety, ensuring you never have to compromise your vision or your look.\n\nCrafted with lightweight, durable materials, these shades provide all-day comfort without a hint of fatigue. The adjustable nose pads ensure a customized fit that hugs your face perfectly, all while the mesmerizing color palettes complement every skin tone. Choose from a range of stunning hues and patterns, each pair",
    "images": [
        "product_453_01.png"
    ],
    "reviews": [
        {
            "review": "I really wanted to love these sunglasses, but unfortunately, they fell short. First off, the design looked great online, but when I tried them on, they just didn’t fit right. They felt loose and kept sliding down my nose, which is super annoying. \n\nThe lenses aren't as dark as I expected either. On sunny days, they just didn’t block enough glare. I found myself squinting a lot more than I thought I would. Plus, the frame feels a bit cheap –",
            "language": "English"
        },
        {
            "review": "These sunglasses look great, but they just don't perform like I'd hoped. When I put them on, I feel like they don't really block the sun. The lenses seem to glare too much, which defeats the purpose. Plus, the fit isn't quite right for me. They keep sliding down my nose, and it's annoying. I wanted to love these shades, but I'm left feeling disappointed. For the price, they really should be better. I guess they are decent for just hanging out, but I wouldn't",
            "language": "English"
        }
    ]
}