{
    "nr": "616",
    "name": "StormGuard Nimbus Jacket",
    "price": "7999",
    "ranking": 4,
    "availability": 3,
    "description": "Elevate your outdoor experience with a jacket that redefines protection against the elements. Designed for adventurers and city dwellers alike, this remarkable piece combines cutting-edge technology with a sleek, modern aesthetic. Crafted from waterproof, breathable fabric, this lightweight outerwear ensures you stay dry and comfortable, whether you're braving torrential downpours or navigating chilly winds.\n\nWith a unique blend of durability and style, this essential layer features reinforced seams and windproof linings that shield you from whatever nature throws your way. The adjustable hood and cuffs offer a customizable fit, while the array of zipped pockets keeps your essentials secure and accessible. Whether you’re hiking through lush trails or strolling through urban streets, its versatile design complements any outfit, ensuring you look as good",
    "images": [
        "product_616_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this jacket for a few weeks now, and overall, it’s been really good. The material feels pretty durable, and I've stayed dry even in unexpected rain. The fit is relaxed but not baggy, so I can move around easily. The pockets are spacious, which is a plus for carrying my phone and keys without worries.\n\nI love that it's lightweight, making it perfect for layering, but I do wish the hood was a bit larger. It sometimes feels a little snug when I",
            "language": "English"
        },
        {
            "review": "I recently purchased this jacket, and overall, I'm pretty happy with it. The fabric feels durable, and it does a great job of keeping me dry during unexpected rain showers. The fit is just right—not too tight, but snug enough to keep the wind out.\n\nOne feature I particularly like is the adjustable hood. It really helps when the weather gets rough. I can see myself wearing this on both hiking trips and just casual outings around town. The pockets are a nice size, but I wish they",
            "language": "English"
        },
        {
            "review": "I’ve been using this jacket for a few weeks now, and I’m really impressed! The design is sleek and it feels super lightweight but still warm enough for chilly days. The pockets are quite spacious, which is a plus because I can easily fit my phone and keys without worrying about losing anything. It’s also water-resistant! I've walked through drizzles and stayed dry. The hood fits well, so no issues there.\n\nThe only downside is that it could use a little more insulation for really",
            "language": "English"
        },
        {
            "review": "I recently purchased this jacket and am really happy with my decision! It’s perfect for breezy days and unexpected rain. The fabric is lightweight yet surprisingly sturdy, keeping me dry without feeling bulky. The fit is flattering, which is a huge plus; it's hard to find a good balance of style and practicality. I love the pockets—they're deep enough to store my phone and keys securely. Only reason I'm giving it 4 stars is that the zipper can be a little tricky sometimes, it gets stuck",
            "language": "English"
        }
    ]
}