{
    "nr": "275",
    "name": "BreezeBliss Pro Dryer",
    "price": "2999",
    "ranking": 4,
    "availability": 3,
    "description": "Experience the next level of hair drying with our revolutionary device, crafted for those who crave efficiency without sacrificing style. Featuring advanced ionic technology, this powerhouse ensures your locks dry faster while maintaining their natural shine and moisture. Gone are the days of frizz and heat damage; with our innovative air purification system, your hair will be left looking silken and radiant every time you use it.\n\nDesigned for the modern individual, the sleek and lightweight profile fits effortlessly into your daily routine. Its ergonomic design is complemented by an array of customizable heat and speed settings, making it suitable for every hair type—from fine and delicate to thick and curly. Whether you're in a rush for work or taking your time for a weekend glam session, this dryer adapts to your needs,",
    "images": [
        "product_275_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this dryer for a few weeks now, and it's been pretty solid overall. The design is sleek and modern, which is a plus. It heats up quickly, and I love how lightweight it feels – no more arm strain while styling my hair. \n\nOne of the standout features for me is the multiple speed settings. I found that I can easily adjust based on how curly or straight I want my hair to be. My hair dries faster than with my old one, which saves me a",
            "language": "English"
        },
        {
            "review": "I recently upgraded my hairdryer, and I'm really pleased with it overall. It dries my hair quickly, which saves me a lot of time in the morning rush. The multiple heat settings are handy, letting me adjust based on my hair type or what I want to do that day. I've noticed a significant reduction in frizz, and my hair feels smoother after drying.\n\nThe design is pretty sleek and lightweight, making it easy to handle, so I don’t feel like I'm working out while styling my",
            "language": "English"
        },
        {
            "review": "I've been using this hairdryer for a couple of weeks now, and it definitely lives up to the good reviews! It has a sleek design and feels nice in my hands. The heat settings are just right – I can switch between a quick dry and a gentle cooler setting without a hitch. My hair dries faster than my old one, and it leaves it so soft! \n\nThe only thing I found a bit annoying is that it gets a little loud, but considering how well it works, I don't",
            "language": "English"
        },
        {
            "review": "I've been using this hair dryer for a few weeks now, and overall, I’m quite happy with it. It’s super lightweight, which is great because I have thick hair and I dread heavy machines. The heat settings are just right – I can easily switch between levels without frying my hair. The cool shot button is a nice touch too; it really helps with my styling.\n\nThe design is sleek, and it looks good in my bathroom. I would say it dries my hair faster than my old",
            "language": "English"
        }
    ]
}