{
    "nr": "315",
    "name": "LuxeNomad Tote",
    "price": "4999",
    "ranking": 5,
    "availability": 25,
    "description": "Elevate your everyday style with this chic and versatile tote that seamlessly blends practicality with sophistication. Designed for the modern nomad, its spacious interior easily accommodates all your essentials, from your laptop and documents to your favorite novel and a change of shoes for after-work adventures. The thoughtfully crafted compartments keep your items organized, while the stylish exterior makes it the perfect accessory for both professional settings and casual outings.\n\nMade from premium, eco-friendly materials, this tote not only promotes durability but also champions sustainability. The meticulously stitched seams ensure it withstands the rigors of daily life, whether you’re commuting to work, heading to the gym, or embarking on a weekend getaway. Plus, the lightweight construction means you can carry everything you need without feeling weighed down.\n\nThe",
    "images": [
        "product_315_01.png",
        "product_315_02.png"
    ],
    "reviews": [
        {
            "review": "I am absolutely in love with this tote! The moment I unwrapped it, I was struck by the stunning design and quality. The leather is so soft and luxurious, it feels like a dream. I love how spacious it is—I can fit my laptop, books, some workout clothes, and still have room for my purse and a snack! \n\nThe pockets are perfectly placed for easy access to my phone and keys, which means no more rummaging around. I’ve received so many compliments whenever I",
            "language": "English"
        },
        {
            "review": "I absolutely adore this tote! It’s stylish yet incredibly functional, making it my go-to companion for any occasion. The material feels luxurious but is also super durable, which is a huge plus for someone always on the go. \n\nThe spacious interior holds all my essentials without looking oversized, and the thoughtful pockets keep everything organized. I really love the chic design. I've received so many compliments on it already! The handles are comfortable to carry—it doesn’t dig into my shoulders, even when I load it",
            "language": "English"
        }
    ]
}