{
    "nr": "373",
    "name": "WanderGuard Backpack",
    "price": "4999",
    "ranking": 2,
    "availability": 18,
    "description": "Meet your ultimate adventure companion—a backpack designed to elevate every journey with style and functionality. Crafted for the modern explorer, this multifunctional carrier merges sleek aesthetics with cutting-edge innovation. Whether you’re navigating a bustling cityscape, embarking on a weekend getaway, or hitting the trails, this remarkable pack is built to accommodate all of your needs without compromising comfort.\n\nDesigned with the brightest minds in ergonomics, this backpack features an adjustable suspension system that contours to your back, ensuring all-day comfort, no matter where your travels take you. Equipped with an innovative airflow back panel, it maximizes ventilation to keep you cool even during those long hikes or spontaneous urban explorations. Plus, its lightweight yet durable design allows you to pack everything you need without feeling weighed down",
    "images": [
        "product_373_01.png"
    ],
    "reviews": [
        {
            "review": "A mochila parece legal por fora, mas quando você começa a usar, é meio decepcionante. A qualidade do material não é lá essas coisas, me senti inseguro com as costuras. O espaço interno é limitado, não consegui levar tudo que precisava e a parte do suporte nas costas não é confortável, parece que tudo pesa mais. Não tem tantos bolsos e, as alças quando ajusto ficam escorregando. É uma pena, tinha grandes expectativas! poderia ser bem melhor.",
            "language": "Portuguese"
        },
        {
            "review": "I've got to say, I had high hopes for this backpack, but it really fell short. It looks nice at first glance and has a decent amount of space. But the straps are super thin and uncomfortable for longer hikes, and I feel like they're gonna break any second. Plus, the pockets are awkwardly placed; I can never find my stuff when I need it. \n\nIt's okay for short trips, but for anything more, I wouldn't trust it. Honestly, for the price, I expected",
            "language": "English"
        },
        {
            "review": "Comprei esta mochila esperando que fosse uma ótima adição ao meu dia a dia, mas não atendeu minhas expectativas. A qualidade do material não parece muito boa e já percebi algumas costuras soltas. O espaço interno também é bem limitado, e eu tenho dificuldades em organizar minhas coisas. As alças são desconfortáveis, especialmente quando a mochila está cheia. O design é bonito, mas isso não compensa os problemas. No geral, não fico satisfeita com a compra e não",
            "language": "Portuguese"
        }
    ]
}