{
    "nr": "605",
    "name": "DirtSiphon ProMax",
    "price": "19999",
    "ranking": 2,
    "availability": 5,
    "description": "Say goodbye to pesky pet hair, stubborn dirt, and the lingering dust bunnies that seem to have taken up permanent residence in your home. The revolutionary cleaning companion you’ve been waiting for will make your vacuuming experience effortless and efficient. With state-of-the-art technology designed to grip and eliminate even the most stubborn messes, this powerhouse is your ultimate ally in achieving a spotless living space. \n\nEquipped with an ultra-quiet motor and advanced suction capability, this vacuum not only tackles dirt but does so with whisper-quiet efficiency, allowing you to clean any time of day without disturbing your family or neighbors. Its specialized brush attachments effortlessly glide over carpets, hardwood, and even tile surfaces, ensuring every corner of your home is left immaculate. Lightweight and",
    "images": [
        "product_605_01.png"
    ],
    "reviews": [
        {
            "review": "I had really high hopes for this vacuum. The features sounded great, but in reality, it's kind of a letdown. It just doesn't pick up dirt very well, which defeats the purpose. The design looks sleek but feels cheap. I deal with some pet hair, and it struggles a lot. \n\nPixelated sensor is more trouble than it’s worth—constantly getting stuck on furniture. I ended up having to go behind it with a regular vacuum to finish the job. Also, the battery",
            "language": "English"
        },
        {
            "review": "I was really looking forward to using this vacuum, but honestly, it hasn’t been great. The suction power is weak, and it struggles to pick up even small debris. I had high hopes for its ability to handle pet hair, but it just kind of pushes it around instead of sucking it up. The design looks nice, but it’s heavy and bulky, making it difficult to maneuver, especially up the stairs. \n\nSome features are nice, like the filters, but it seems like they don",
            "language": "English"
        },
        {
            "review": "I really wanted to like this vacuum. The design looked cool and I had high hopes, but it just didn't live up to expectations. It gets stuck on my carpet quite a bit and takes way too long to clean even small messes. The suction power isn’t what they advertised, I had to go over the same spot multiple times to pick up crumbs. Not very user-friendly either. The app is a bit clunky, and lost connection more than once. Also, I thought it would be",
            "language": "English"
        },
        {
            "review": "Ik ben niet zo onder de indruk van deze stofzuiger. Hij doet niet echt wat hij belooft. De zuigkracht is zwak, en hij laat vaak nog vuil liggen, zelfs op harde vloeren. De batterij gaat ook veel te snel leeg, dus ik moet hem na elke kamer al opladen. Het meeste lukt alleen als je steeds langs dezelfde plek gaat, wat een gedoe is.\n\nOké, het design is wel leuk en hij is lichtgewicht, maar daar bespaar",
            "language": "Dutch"
        }
    ]
}