{
    "nr": "565",
    "name": "ErgoGlide Chair",
    "price": "5999",
    "ranking": 5,
    "availability": 11,
    "description": "Introducing the ultimate solution for your workspace comfort—the EGC (ErgoGlide Chair) combines state-of-the-art ergonomic design with a sleek, modern aesthetic, ensuring that every hour spent at your desk feels like a luxurious experience. Say goodbye to discomfort and hello to productivity as the EGC envelops you in supportive bliss, promoting healthy posture while giving you an elevated style statement in any office environment.\n\nDesigned with an adjustable lumbar support system, the EGC caters to your unique body shape, allowing you to customize your seating experience for maximum comfort. Its breathable mesh fabric keeps you cool, even during the most intense brainstorming sessions, while the plush cushioned seat offers just the right amount of softness to keep you settled in for the long haul. With a",
    "images": [
        "product_565_01.png"
    ],
    "reviews": [
        {
            "review": "I recently purchased this office chair, and I couldn’t be happier! It’s incredibly comfortable, with a perfect balance of firmness and softness that supports my back all day long. The adjustable features are a game changer! I can easily modify the height and recline to find my ideal position. Sitting for long hours while working has become a breeze. \n\nThe design is sleek and modern, blending perfectly with my home office decor. I also love that it’s made from high-quality materials; it feels sturdy",
            "language": "English"
        },
        {
            "review": "I absolutely love this chair! From the moment I sat down, I could feel the difference. The cushioning is amazing—soft yet supportive, perfect for long hours of working from home. The ergonomic design really helps with my posture, and I've noticed a significant reduction in back pain since I started using it. \n\nThe adjustable height and tilt features are so easy to tweak to find the perfect position. It rolls smoothly on my hardwood floors, too, which is a huge bonus. I also appreciate the stylish",
            "language": "English"
        },
        {
            "review": "I recently got this chair for my home office and I can't express how much I love it! The moment I sat down, I felt like I was in a cloud. The cushion is super soft yet supportive, making long hours of work actually enjoyable. The ergonomic design is a game changer—no more back pain for me! \n\nIt's easy to adjust, and I appreciate the thoughtful features like the lumbar support and the adjustable armrests. They really make a difference for my posture. \n\nI also love",
            "language": "English"
        },
        {
            "review": "I recently upgraded my office chair, and I couldn’t be happier with my choice! This chair has completely transformed my work-from-home experience. From the moment I sat down, it felt like a dream. The lumbar support is exceptional; it's like a cloud hugging my back and has really helped with my posture after long hours in front of the computer. \n\nThe adjustable features are fantastic - I can raise or lower the seat, and even tilt it to find my perfect angle. It rolls smoothly and easily",
            "language": "English"
        },
        {
            "review": "I absolutely love this office chair! From the moment I sat down, I could feel the difference. The cushioning is so comfortable, it's like sitting on a cloud. I work at my desk for hours at a time, and my back used to hurt so much. But since I got this, I can finally focus on my tasks without discomfort! \n\nThe adjustable features are fantastic—height, armrests, and even lumbar support can be customized, making it a perfect fit for me. The sleek design",
            "language": "English"
        }
    ]
}