{
    "nr": "366",
    "name": "EcoNest Floor Haven",
    "price": "2499",
    "ranking": 2,
    "availability": 11,
    "description": "Transform your living space with a floor mat that embodies both style and sustainability. This innovative solution not only elevates your home décor but also enhances your comfort while respecting the planet. Crafted from eco-friendly materials, this mat provides a soft landing for your feet, bringing a touch of nature indoors. Its plush surface offers a cozy sanctuary, making it the perfect addition to any room, from the entryway to the living room.\n\nDesigned with versatility in mind, this mat features a stunning array of patterns that blend seamlessly with any aesthetic. Whether your home leans toward modern minimalism or rustic charm, this mat will complement your style while providing a practical solution for high-traffic areas. The non-slip backing ensures stability and safety, making it ideal for households with",
    "images": [
        "product_366_01.png"
    ],
    "reviews": [
        {
            "review": "I was really excited to try this floor mat, but honestly, it didn’t live up to my expectations. The color and design looked great online, but in person, it felt kinda cheap. After a few weeks, it started to show wear and tear already, like the edges were fraying. Also, it slips way too easily on my hardwood floor, so I’ve had a few near falls. I thought it would be easier to clean too, but dust and dirt seem to cling to it",
            "language": "English"
        },
        {
            "review": "I had high hopes for this floor mat but honestly it’s just okay. The material feels kinda cheap, which is not what I expected after reading some reviews. It looks nice in the pictures, but in person it doesn’t really match up. I've spilled a couple things on it and cleaning is tougher than I thought it would be. It doesn’t really grip the floor well either, keeps sliding around which is annoying when you're walking on it. Not a total waste, but I probably won’t buy",
            "language": "English"
        },
        {
            "review": "Ik moet zeggen, ik verwachtte meer van deze vloermat. Het lijkt mooi en eco-vriendelijk, maar na een paar weken beginnen de randen al te slijt͏en. Niet zo comfortabel voor mijn voeten als ik had gehoopt. Ook krijg je een vreemde geur die niet weggaat. Veel geld voor iets dat niet lang meegaat! Klonk echt leuk, maar helaas is het teleurstellend. Zeker niet de kwaliteit die ik zocht.",
            "language": "Dutch"
        }
    ]
}