{
    "nr": "636",
    "name": "LumiShade Panels",
    "price": "2499",
    "ranking": 5,
    "availability": 2,
    "description": "Transform your living spaces with the exquisite blend of elegance and functionality that these innovative window coverings offer. Designed to filter natural light with an ethereal glow, our curtain panels are crafted from a premium fabric that effortlessly brightens every corner of your home. Whether you’re looking to create a serene sanctuary or elevate your entertaining spaces, these panels are your go-to choice for style and sophistication.\n\nThe secret lies in the advanced fabric technology, which not only enhances privacy but also provides exceptional UV protection. Say goodbye to fading furniture and artwork—these panels maintain your home's aesthetics while allowing just the right amount of sunlight to illuminate your rooms. Available in a palette of modern hues and patterns, they cater to a variety of décor styles, making it easy to find the perfect",
    "images": [
        "product_636_01.png",
        "product_636_02.png",
        "product_636_03.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love these panels! They have completely transformed my living room. The design is sleek and modern, fitting perfectly with my decor. I can’t believe how easy they were to install. The adjustable light control is amazing—I can go from bright and airy to cozy and dark within seconds. \n\nThe variety of colors available is a huge plus too! I chose a beautiful blue shade that adds the perfect pop to the room. Plus, they are so easy to clean! Just a quick wipe down,",
            "language": "English"
        },
        {
            "review": "I recently installed these new panels in my living room, and I can't express how much I've fallen in love with them! The design is so modern and sleek, fitting perfectly with my decor. They glide smoothly along the track, making it super easy to adjust them whenever I need to block out the sunlight or let it in. \n\nWhat really impresses me is how well they control the light; I can go from total darkness to a soft, cozy glow with just a quick pull. Plus, the",
            "language": "English"
        },
        {
            "review": "I recently installed these amazing panels in my living room, and I am absolutely in love with them! The way they diffuse natural light is just stunning; my space feels so much brighter and airy without the harsh glare. The fabric is super soft, making it a lovely addition to my decor.\n\nThey're also incredibly easy to install. Within a short time, I had them up and looking perfect. I really appreciate that they come in several colors; I was able to find the ideal match for my style.",
            "language": "English"
        },
        {
            "review": "Absolutely in love with these panels! They have transformed my living room into a cozy sanctuary. The fabric is incredibly soft and feels luxurious. I was blown away by how well they block out sunlight, making movie nights really special. I also appreciate the wide range of colors available, which made it easy to find a perfect match for my decor. Installation was a breeze; they glide smoothly and hang beautifully.\n\nThey also do a fantastic job of insulating warmth during winter, keeping the cold draft away. Plus,",
            "language": "English"
        },
        {
            "review": "I've been searching for the perfect curtains for ages, and I finally found them! These panels are an absolute game changer for my living room. The way they diffuse light is just beautiful, creating such a warm and cozy atmosphere. I love that I can control how much light comes in with ease. \n\nInstallation was super simple, which was a huge plus for someone like me who isn't that handy. They slide effortlessly on the track, and the fabric feels luxurious. Plus, they come in so many colors",
            "language": "English"
        }
    ]
}