{
    "nr": "133",
    "name": "ErgoNest Workstation",
    "price": "24900",
    "ranking": 3,
    "availability": 11,
    "description": "Elevate your workspace with an innovative solution designed for the modern professional. The WKS (Work-Kinetic Station) is more than just a desk; it’s a versatile hub that fosters productivity while prioritizing your comfort and well-being. Crafted with ergonomic design principles, the WKS allows you to seamlessly transition between sitting and standing, encouraging movement throughout your workday and reducing the fatigue often associated with long hours at a desk.\n\nConstructed from premium materials, the WKS boasts a sleek, contemporary design that complements any interior decor. The spacious surface area provides ample space for your monitors, notebooks, and creative materials, while integrated cable management keeps your workspace tidy and organized. With adjustable height settings at the touch of a button, you can customize your setup",
    "images": [
        "product_133_01.png"
    ],
    "reviews": [
        {
            "review": "I was really excited to try this workstation, but honestly, it doesn’t quite live up to the hype. The design looks sleek, but the setup was a bit confusing. The material feels a little flimsy for the price, like I'm worried it won't hold up for long. \n\nThe features are nice, but they don't really work as smoothly as I’d hoped. The height adjustment can be a struggle sometimes—I've had to fiddle with it more than I expected. It’s OK for short periods",
            "language": "English"
        },
        {
            "review": "This desk has its ups and downs. It looks pretty sleek and fits nicely in my home office, which is great. The adjustable height feature is cool, and I like that I can sit or stand while working, which feels good for my back. \n\nHowever, it isn’t super stable when raised to the highest level; I feel like I might knock it over sometimes, and that’s a bit annoying. Also, the assembly was kind of a bother. The instructions weren’t very clear, and",
            "language": "English"
        },
        {
            "review": "I recently picked up this workstation after hearing mixed reviews, and honestly, I'm kind of in the middle. The design is sleek and fits well in my home office, but there are some points that could definitely be better. \n\nThe adjustable height feature is a plus, but I've noticed it can be a bit wobbly when I’m typing, which is super annoying. It also doesn’t seem to have enough space for my dual monitors and all my paperwork. I think for light tasks, it’s",
            "language": "English"
        }
    ]
}