{
    "nr": "571",
    "name": "ZapGourmet WaveMaster",
    "price": "8999",
    "ranking": 4,
    "availability": 1,
    "description": "Elevate your kitchen experience with the revolutionary microwave that redefines convenience and culinary excellence. Featuring state-of-the-art SmartWave technology, this appliance doesn’t just heat up your meals; it transforms them. Imagine perfectly heated leftovers that taste freshly made and microwaved meals that are moist and flavorful, thanks to the intelligent heat distribution that targets every inch of your dish. The sleek design and compact size effortlessly fit into any kitchen decor, while its intuitive control panel makes cooking a breeze for chefs of all levels.\n\nSay goodbye to soggy microwave meals with the innovative CrispCook setting, which ensures that your food emerges crispy and delightful every time. Whether it’s a leftover slice of pizza, a frozen burrito, or popcorn for movie night, this microwave guarantees mouth",
    "images": [
        "product_571_01.png"
    ],
    "reviews": [
        {
            "review": "Deze magnetron is echt een fijne aanwinst voor mijn keuken. De bediening is super eenvoudig en het maakt alles zo veel sneller klaar. Ik vond het vooral fijn dat hij een grillfunctie heeft, waardoor ik gerechten net dat beetje extra kan geven als ik ze opwarm. Het design is modern en past mooi bij mijn andere apparatuur. \n\nEr is wel een klein minpuntje. Soms duurt het iets langer om gerechten helemaal warm te maken dan ik had gehoopt. Maar over het algemeen doet hij",
            "language": "Dutch"
        },
        {
            "review": "I've been using this microwave for a few months now, and it definitely lives up to its reputation. The sleek design fits right in my kitchen, and the touch controls are easy to navigate. I love the multiple settings it offers—the popcorn button works wonders, and reheating my leftovers is so much quicker than my old microwave. \n\nThe heat distribution is impressive, and I haven't had any cold spots in my food. One feature I especially appreciate is the eco mode, which lets me save energy when I",
            "language": "English"
        }
    ]
}