{
    "nr": "407",
    "name": "DineCraft Lumina Plates",
    "price": "2499",
    "ranking": 1,
    "availability": 3,
    "description": "Elevate your dining experience with our revolutionary dinnerware that marries style and functionality. Crafted from premium, high-quality porcelain, these exquisite plates feature a mesmerizing luminescent finish that captures and reflects light, transforming every meal into a visual delight. Their elegant design seamlessly complements any table setting, whether you’re hosting a lavish dinner party or enjoying a casual family meal.\n\nThe innovative construction of these plates ensures durability while remaining lightweight, making them easy to handle and perfect for both everyday use and special occasions. Their chip-resistant surface means you can savor each bite without the worry of wear and tear over time. The non-porous glaze resists stains and odors, making cleanup a breeze—just pop them in the dishwasher and enjoy your time with family and",
    "images": [
        "product_407_01.png"
    ],
    "reviews": [
        {
            "review": "I was really dissapointed with these plates. They don’t hold up at all. After just one use they started to chip and crack. The design looked nice online but in person it’s just cheap and flimsy. I thought they would be durable for everyday use, but nope. Plus, they stain super easily. Managed to get sauce marks that wouldn’t come off no matter how hard I scrubbed. Waste of money honestly. Don't buy.",
            "language": "English"
        },
        {
            "review": "I bought these plates and I regret it. They look nice but they are super fragile. I dropped one (not even a big drop) and it shattered. The colors chip off easily too, after just a few washes. They don’t even hold up in the microwave, just a complete waste of money. I expected better for the price. Save yourself the troubles, do NOT recommend.",
            "language": "English"
        },
        {
            "review": "Echt, wat was ik aan het denken? Deze borden zijn echt ellendig. Ze zijn super zwaar en moeilijk te hanteren. Het lijkt wel of ik elke keer dat ik ze pak bang ben dat ze breken. Na een paar keer gebruik hebben ze al krassen en vlekken! Ik dacht dat ze mooi zouden zijn, maar de kleuren vervagen gewoon. Zelfs mijn kinderen willen deze borden niet gebruiken. Ik zou ze helemaal niet aanraden aan iemand. Geldverspilling",
            "language": "Dutch"
        }
    ]
}