{
    "nr": "104",
    "name": "Bibliophile's Haven",
    "price": "8999",
    "ranking": 2,
    "availability": 20,
    "description": "Transform your space into a sanctuary of literature and style with our exquisite bookshelf creation, lovingly known as \"The Haven.\" This remarkable piece is not just a storage solution; it’s a celebration of your passions and a gateway to endless adventures. Crafted with an eye for contemporary elegance and timeless durability, The Haven stands as a testament to fine woodworking, blending function and aesthetics seamlessly.\n\nImagine a space where your treasured tomes are cradled in perfect harmony. The Haven features five spacious shelves, meticulously designed to accommodate books of varying sizes, from towering hardcovers to delightful paperbacks. With its adjustable shelving feature, tailor your library to meet your ever-evolving collection—whether you're an occasional reader or a voracious bibliophile, this shelf adapts to your",
    "images": [
        "product_104_01.png"
    ],
    "reviews": [
        {
            "review": "I've had this bookshelf for a couple of months now, and honestly, I expected better. The assembly was a pain—things didn’t line up right, and I had to force parts together. Not fun. \n\nIt looks decent once it’s up, but it's kind of wobbly. I can’t put too many books on the top shelf, or it feels like it’s going to tip over. And the finish started scratching after just a few weeks! \n\nI guess it’s okay for",
            "language": "English"
        },
        {
            "review": "I really wanted to like this bookshelf, but honestly, it just doesn’t do the job. First off, the assembly was a pain. The instructions were confusing, and I ended up with a few extra screws that I had no clue about. Also, the shelves are kind of wobbly. I mean, I just wanted a solid place for my books, but now I’m afraid to put too many on there. \n\nAnd don’t even get me started on the wood quality—it feels cheap",
            "language": "English"
        },
        {
            "review": "I was pretty excited about this bookshelf, but it just didn’t live up to the hype. It looks nice at first glance, sure, but it’s not very stable. I mean, I had to put heavier books on the bottom shelf just to stop it from wobbling. And don’t get me started on the assembly. The instructions were confusing, and I definitely didn’t expect to have leftover screws. \n\nThe finish started to chip after just a few weeks, which was really disappointing. I",
            "language": "English"
        }
    ]
}