{
    "nr": "593",
    "name": "Elysian Haven Sofa",
    "price": "49900",
    "ranking": 4,
    "availability": 22,
    "description": "Transform your living space into a sanctuary of comfort with our renowned masterpiece, the \"Elysian.\" Each curve and contour of this sofa has been thoughtfully designed to embrace your body, inviting you to sink into its plush cushions after a long day. Crafted with high-density foam and luxurious upholstery, the sophistication of the Elysian not only provides optimal relaxation but also adds a touch of elegance to any room, effortlessly aligning with your personal style.\n\nSay goodbye to mundane seating! The Elysian boasts a blend of modern aesthetics and timeless charm, featuring sleek lines and soft, neutral tones that complement both contemporary and classic interiors. Its modular design allows for easy rearrangement, making it the perfect centerpiece for gatherings of family and friends, or for those cozy nights",
    "images": [
        "product_593_01.png"
    ],
    "reviews": [
        {
            "review": "I’ve had this sofa for a few months now and overall, it’s been a solid addition to my living room. The design is sleek and modern, which fits in perfectly with my decor. It’s quite comfortable to sit on, especially for long movie nights. I do wish the cushions were a bit plusher, though. After a while, they can feel a bit flat, but I just fluff them up. \n\nThe fabric has held up nicely, no fading or wear spots, which is",
            "language": "English"
        },
        {
            "review": "I recently got this sofa, and overall, I'm really pleased with it. It's super comfortable to sit on, perfect for those long movie nights or just hanging out with family. The color options are amazing, and I found one that really complements my living room.\n\nAssembly was easier than I expected, too—everything lined up nicely, and I didn't need all the fancy tools. It feels sturdy and well-made, definitely not like some flimsy options I’ve seen before. My only gripe is that the",
            "language": "English"
        },
        {
            "review": "I've had this sofa for a few months now, and overall, I really like it! The design is sleek and modern, which fits perfectly with my living room decor. The fabric feels soft, and it's super comfy to sink into after a long day. I appreciate how supportive the cushions are—perfect for lounging with a blanket during movie nights.\n\nAssembly was pretty straightforward, took about 30 minutes with just a friend helping me out. However, I feel like the color I chose (a light grey",
            "language": "English"
        }
    ]
}