{
    "nr": "653",
    "name": "BrushWhispers Canvas Collection",
    "price": "25000",
    "ranking": 4,
    "availability": 17,
    "description": "Transform your living space into a visual sanctuary with our latest offering in artistic expression. Each piece in this exquisite collection of canvases is meticulously crafted to evoke emotions, spark conversations, and elevate the ambiance of any room. Imagine stepping into your living room, dining area, or office, and being greeted by vibrant hues and mesmerizing designs that tell a story as unique as your own. This is where art meets the soul, creating a harmonious blend of creativity and elegance.\n\nWhat truly sets this collection apart is its versatility. The range includes everything from serene landscapes that transport you to tranquil vistas, to bold abstract pieces that resonate with the rhythm of modern life. Every canvas is created using high-quality materials, ensuring not only stunning visuals but also long-lasting durability. The",
    "images": [
        "product_653_01.png",
        "product_653_02.png",
        "product_653_03.png"
    ],
    "reviews": [
        {
            "review": "I recently got my hands on this Canvas Collection and I have to say, I’m pretty impressed! The color quality is really vibrant, and the prints look stunning on my walls. They instantly liven up my living space and add a touch of elegance.\n\nThe only downside is that I wish there were more selections to choose from. I spotted a couple of images I really loved but there were only a handful available in the style I wanted. Also, while the canvas material seems durable, some of the",
            "language": "English"
        },
        {
            "review": "I recently got my hands on this Canvas Collection and I've got to say, it's pretty darn good! The designs are really nice and unique, which makes it stand out in my living room. Each piece has a vibrant color palette that just pops off the walls. I love that it brings a lot of life to my space, especially during the colder months when everything feels a bit dull.\n\nInstallation was easy enough – I managed to hang it up all by myself without breaking a sweat. The quality of the",
            "language": "English"
        }
    ]
}