{
    "nr": "436",
    "name": "Literary Haven Rack",
    "price": "7999",
    "ranking": 2,
    "availability": 22,
    "description": "Transform your living space into a sanctuary of knowledge and style with this elegantly designed bookshelf that not only holds your cherished tomes but also serves as a stunning focal point in any room. Crafted from rich, sustainable hardwood and featuring a gorgeous, hand-painted finish, this storage solution elevates the aesthetic of your home while offering robust functionality. The versatile design seamlessly complements a variety of décor styles, from modern minimalist to rustic charm, creating a perfect fit in your office, living room, or library nook.\n\nEquipped with five generously sized, adjustable shelves, this masterpiece accommodates an extensive collection of books, from towering hardcovers to whimsical paperbacks. No more wrestling with clutter or cramming books onto overcrowded surfaces; with customizable shelving heights, you can maximize your",
    "images": [
        "product_436_01.png"
    ],
    "reviews": [
        {
            "review": "I really wanted to love this bookshelf, but it’s just not working for me. The design is kinda pretty, I guess, but the shelves are too small. I can only fit a few books, and it looks empty which is frustrating. Also, the assembly was a hassle. The instructions were vague, and I ended up with extra screws that I have no idea where they belong. \n\nIt's stable enough, but I also worry about how it will hold up in the long run. I've seen",
            "language": "English"
        },
        {
            "review": "I was really excited to get this bookshelf, but honestly, it's a bit of a letdown. The design looks nice in pictures, but once it arrived, the quality felt cheap. It wobbles a lot when you try to place books on it, which is annoying. It doesn't hold my entire collection like I hoped, and the shelves are so close together that larger books barely fit. I had to do some adjustments, and even then, I’m worried it'll fall over. Overall, it",
            "language": "English"
        },
        {
            "review": "I really wanted to love this bookshelf, but it’s just okay. The design is nice, but it feels kinda wobbly when I put books on it. It doesn't hold my heavier novels well, they seem to lean too much. Assembly was not too bad, but the instructions could’ve been clearer. I spent way too long figuring it out! Plus, the finish scratches very easily. \n\nNot entirely bad—I mean it does store my books, but I expected more stability and quality for my",
            "language": "English"
        },
        {
            "review": "I had high hopes for this bookshelf, but honestly, it’s a bit of a letdown. It looked great online, but in reality, it feels kinda flimsy. The assembly was more complicated than it needed to be, and the parts didn’t line up well at all. I had to shove things to make it work, which is not ideal. Once set up, it does hold my books, but there’s not much stability. It wobbles a little if you grab a book",
            "language": "English"
        }
    ]
}