{
    "nr": "276",
    "name": "ThreadVoyage Tee",
    "price": "2499",
    "ranking": 3,
    "availability": 16,
    "description": "Unleash your style and embark on a journey of comfort with the ultimate tee designed for those who crave adventure and self-expression. This standout piece features a uniquely soft fabric blend that caresses the skin, ensuring you feel as good as you look, whether you're exploring city streets, lounging at home, or hitting up a weekend gathering. The lightweight design provides breezy comfort, making it the perfect companion for any season, while the carefully crafted fit flatters all silhouettes without compromising on freedom of movement.\n\nTravel enthusiasts and everyday adventurers alike will appreciate the eye-catching designs that encapsulate the spirit of exploration. From stunning graphic prints inspired by distant lands to minimalist styles that let your personality shine, you can mix and match effortlessly with your favorite jeans, shorts",
    "images": [
        "product_276_01.png"
    ],
    "reviews": [
        {
            "review": "I recently purchased this t-shirt and I have to say, it's just okay. The fabric feels decent, soft enough for daily wear, but it’s not as breathable as I was hoping. I wore it on a day out and felt a bit hot. Sizing is pretty good, but it seemed to shrink a little after the first wash, which was disappointing. Design looks nice at first but the print feels a bit cheap; I'm not sure how long it will last. Overall, it’s an",
            "language": "English"
        },
        {
            "review": "I ordered this t-shirt recently and honestly, it’s okay but not great. The fabric is kind of soft but feels a bit thin, like I’m worried it might rip easily. I really like the design, it's super cute, but the fit is just not right for me. It’s a little tight in the chest but looser around the waist, which is kind of weird. So I don’t wear it as much as I thought I would. \n\nAlso, it took a while to",
            "language": "English"
        },
        {
            "review": "The t-shirt is okay, I guess. The material feels nice at first but after a few washes, it kinda loses its shape and gets a little flimsy. It fits alright, not too snug or big, but I'm not blown away. I expected something a bit sturdier for the price. Color options are decent, but it faded a bit after a couple of wears. It's fine for lounging around the house, but I probably wouldn’t choose it for going out. Overall, not bad but",
            "language": "English"
        }
    ]
}