{
    "nr": "130",
    "name": "CloudWrap Serenity Robe",
    "price": "4999",
    "ranking": 1,
    "availability": 25,
    "description": "Indulge in the ultimate cocoon of comfort with the plush masterpiece that elevates your relaxation routine like never before. This luxurious robe wraps you in a soft embrace, mimicking the gentle caress of a cloud, turning your post-shower ritual or lazy mornings into pure bliss. Made from an incredibly soft and breathable fabric, it expertly regulates your temperature, making it the ideal companion whether you’re unwinding after a long day or savoring a cozy weekend brunch at home.\n\nDesigned for both elegance and functionality, this robe boasts an adjustable belt and deep pockets for added convenience. The thoughtful details, such as a beautifully stitched collar and plush cuffs, speak to its exceptional quality, ensuring that you feel both stylish and at ease. With its contemporary cut",
    "images": [
        "product_130_01.png"
    ],
    "reviews": [
        {
            "review": "I bought this robe hoping for some cozy comfort but it’s just awful. The fabric feels scratchy and not soft at all, like a cheap towel. The fit is really off too, it either swallows me or it's too tight. I thought I’d be wrapped in a nice warm hug but instead I feel stiff and uncomfortable. Also, it constantly sheds little bits of fluff everywhere, drives me crazy! Not worth the money at all, super disappointed. Would not recommend.",
            "language": "English"
        },
        {
            "review": "this robe is honestly a disappointment. 1 star all the way. the material feels cheap, like wearing a plastic bag. it's so thin and not warm AT ALL. I expected something cozy but it's just not it. the size is off too. way too big in the wrong places and tight in others. every time I put it on it just looks frumpy. the colors are dull and ugly too. please dont waste your money on this one. it looks good online but in person? total",
            "language": "English"
        },
        {
            "review": "I really wanted to like this robe but it’s just awful. The fabric is so thin, it feels like wearing a plastic bag. It doesn't keep me warm at all and kinda sticks to my skin. Size is way off too! I got a large but it fits like a medium. The pockets are super small, can't even hold my phone. Also, it started shedding after one wash, now there’s fuzz everywhere. Not worth the money, I’m pretty upset with this purchase. Would not",
            "language": "English"
        },
        {
            "review": "I got this robe and honestly super disappointed. It feels more like a dishcloth than a cozy robe. The fabric is scratchy and way too thin. When I put it on, it just doesn't hang right - more like wearing a sad potato sack. Can't even wrap it properly around me, and forget trying to feel comfy. The color looked brighter online, but in person it's just bland. Really regretting this purchase. Definitely not worth any stars 🥺.",
            "language": "English"
        }
    ]
}