{
    "nr": "505",
    "name": "DreamNest Serenity Bed",
    "price": "89900",
    "ranking": 1,
    "availability": 9,
    "description": "Transform your sleep experience with the ultimate sanctuary for relaxation and rejuvenation. The latest innovation in restful living offers unparalleled comfort, thanks to its specially designed pressure-relieving memory foam layers that contour perfectly to your body. Say goodbye to tossing and turning; this bed is engineered to cradle you lovingly, providing the support you need for a deep, restorative slumber each night.\n\nImagine unwinding after a long day, sinking into a surface that feels as though it was made just for you. With advanced temperature control technology, this bed ensures you remain refreshingly cool or delightfully warm, no matter the season. The breathable fabric cover complements its thoughtful design, allowing for excellent airflow, while the sleek aesthetic seamlessly blends into any bedroom decor. Whether you prefer a modern",
    "images": [
        "product_505_01.png"
    ],
    "reviews": [
        {
            "review": "I really wanted to like this bed but it’s just terrible. It feels cheap and uncomfortable. The mattress is super hard and didn’t help my back at all. I can’t sleep all night without waking up sore. The setup was a nightmare, too. Instructions were confusing. Also, it creaks like crazy, I can’t believe it! I mean who thought this was a good idea? I’d rather sleep on the floor. Honestly, save your money and look for something better.",
            "language": "English"
        },
        {
            "review": "comprei essa cama achando que ia ser o maximo e me arrependi total. não é confortavel e nem um pouco duravel. elas estão sempre rangendo e o travesseiro parece de pedra. não consegui dormir bem uma noite se quer. reclamei, mas o atendimento foi péssimo, só me deixaram no vácuo. não recomendo pra ninguem, jogar dinheiro fora. super decepcionado.",
            "language": "Portuguese"
        },
        {
            "review": "I was super excited to try this bed, but it's honestly the worst. First off, it's not even comfortable! The mattress is way too hard, I wake up with back pain every day. The adjustable features are a joke too. I thought I could find my perfect position, but it just feels weird. \n\nAnd don't get me started on the noise. Every time I try to move, it creaks like it's gonna fall apart! Plus, the setup was a nightmare. Took forever, instructions",
            "language": "English"
        },
        {
            "review": "I’ve gotta say, I’m really disappointed. This bed just doesn’t cut it. It's too hard, and honestly, I wake up feeling more tired than when I went to sleep. The “serenity” idea is a joke. The mattress gives no support at all, and I'm constantly adjusting myself just to find some comfort. The setup was a nightmare too, lots of parts, and just a total hassle. I thought I’d get more for what I paid, but this is honestly the",
            "language": "English"
        }
    ]
}