{
    "nr": "420",
    "name": "ReflectraGlow Mirror",
    "price": "2999",
    "ranking": 2,
    "availability": 20,
    "description": "Transform your daily routine with our innovative reflective companion that redefines elegance and functionality. This exquisite looking glass uses advanced luminescent technology to elevate your space while ensuring you always look your best. Imagine a mirror that offers more than just a reflection; it bathes you in soft, adjustable lighting that enhances every detail of your appearance, making your grooming rituals feel like steps in a luxurious spa experience.\n\nCrafted with a sleek, minimalist design, this remarkable product seamlessly integrates into any decor style. Whether you're looking for a statement piece for your contemporary bathroom or a subtle addition to your traditional vanity, the seamless frame and chic aesthetic will complement your environment beautifully. With easy installation and a lightweight design, you can effortlessly position it wherever you need, transforming your morning",
    "images": [
        "product_420_01.png"
    ],
    "reviews": [
        {
            "review": "Je suis un peu déçu par ce miroir. La lumière est vraiment pas assez forte, je vois pas bien pour me maquiller le matin. En plus, le design est pas terrible, c'est assez basique, j'aurais aimé quelque chose de plus stylé. La qualité de l'image est correcte mais rien d'exceptionnel, j'ai déjà des miroirs qui rendent mieux. Pour le prix, je pense qu'on peut trouver mieux ailleurs. Je ne vais pas le retourner, mais je",
            "language": "French"
        },
        {
            "review": "I was really excited to try this mirror but honestly, it's a bit lackluster. The lighting is dim, even on the brightest setting, which isn’t ideal for applying makeup or doing my hair. I found myself squinting to see clearly, and that’s just frustrating. \n\nThe design looks nice, I’ll give it that, but it’s very flimsy and wobbles a lot when I touch it. I thought I’d get something sturdy based on the price. Another thing",
            "language": "English"
        },
        {
            "review": "I was really hopeful when I got this mirror, but it just doesn’t do the job well. The lighting is super uneven, which makes it hard to see what I’m actually doing. Sometimes it’s too bright or not bright enough, and it’s so frustrating! The touch controls are a bit quirky too; they don’t respond half the time, which is really annoying when I’m just trying to adjust things quickly. It looks nice but honestly just feels cheap. I expected more for the price",
            "language": "English"
        }
    ]
}