{
    "nr": "155",
    "name": "Elysian Entrée Plates",
    "price": "2499",
    "ranking": 3,
    "availability": 4,
    "description": "Transform your dining experience with our exquisite collection of dinnerware that marries artistic elegance with everyday functionality. This captivating line of plates is designed to elevate any meal, whether it's a simple family dinner or an extravagant gathering. Crafted with meticulous attention to detail, each plate boasts a smooth, glossy surface that not only enhances presentation but is also easy to clean—perfect for those busy weeknights.\n\nImagine serving your delectable culinary creations on plates that feature a delicate, hand-painted motif inspired by nature. This unique aesthetic brings warmth and sophistication to your table, effortlessly complementing any décor style from rustic farmhouse to modern minimalist. Measuring a perfectly balanced size, these plates provide ample space for a generous serving, making every meal a visual feast that your guests won’t soon",
    "images": [
        "product_155_01.png"
    ],
    "reviews": [
        {
            "review": "I’ve been using these dinner plates for a few weeks now, and honestly, they’re just okay. The design is nice, but they feel a bit flimsy. I’m careful when I stack them, because it seems like they could chip easily. They wash well in the dishwasher, but I wouldn’t dare put them in the microwave – feels like they would crack or something.\n\nI expected a bit more durability considering the price, but they get the job done for everyday use. If you’re",
            "language": "English"
        },
        {
            "review": "I have to say, these dinner plates are just okay. They look decent and the colors are nice, but that’s where my excitement ends. The size works for most meals, but I find them a bit shallow for things like pasta or soups. I expected them to be more durable, especially since they seemed appealing at first glance. I’m already seeing some scratches after just a few uses. They clean up nicely in the dishwasher, which is a plus. Overall, they do the job, but",
            "language": "English"
        }
    ]
}