{
    "nr": "414",
    "name": "ZapWave Infinity",
    "price": "29900",
    "ranking": 5,
    "availability": 1,
    "description": "Transform your kitchen experience with the next generation of culinary convenience – the ZW Infinity. Embrace the power of precision cooking with this sleek, state-of-the-art microwave oven that does more than just heat leftovers. With its innovative sensor technology, it auto-adjusts cooking time and power levels for various dishes, ensuring perfectly cooked meals every time. Whether you’re defrosting, reheating, or cooking from scratch, your food will retain its nutrients, flavor, and texture like never before.\n\nThe ZW Infinity sports a stunning, contemporary design that effortlessly elevates your kitchen decor. Featuring a vibrant, easy-to-use touchscreen interface, navigating through its diverse cooking presets has never been easier. From popcorn to steamed vegetables, this microwave caters to every craving with",
    "images": [
        "product_414_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this microwave for a few months now, and I am absolutely in love with it! The sleek design fits perfectly in my kitchen, and the stainless steel finish is so easy to clean. The different cooking presets are a game-changer; I can pop my popcorn or reheat leftovers in seconds, and everything comes out perfectly cooked.\n\nOne of the best features is the cutting-edge inverter technology. It heats food evenly, so no more cold spots! I also appreciate the spacious interior; I",
            "language": "English"
        },
        {
            "review": "I can't express enough how much I love this microwave! It has completely transformed my cooking routine. The sleek design fits perfectly in my kitchen, and it’s super user-friendly. The express cook option is a game-changer—just one button and I'm ready to go! \n\nWhat blew me away is how evenly it heats everything. No more cold spots in my leftovers, which is such a relief. The sensor cooking feature makes it so easy to reheat, and I never have to worry about over",
            "language": "English"
        },
        {
            "review": "I’ve been using my new microwave for a couple of weeks now, and I can’t express enough how amazing it is! The design is sleek and modern, making it a stylish addition to my kitchen. It heats food evenly and quickly, which is a game-changer on busy weeknights. \n\nOne of my favorite features is the smart sensor technology that adjusts the cooking time for me. I can pop in my leftovers with confidence, knowing I won’t have to keep guessing on time. The",
            "language": "English"
        },
        {
            "review": "Ich bin absolut begeistert von meinem neuen Mikrowellenofen! Die Leistung ist einfach top, alles wird super schnell und gleichmäßig erhitzt. Besonders toll finde ich die vielen Funktionen – von Abtauen bis zu backen, alles geht super leicht von der Hand! Das Design ist modern und passt perfekt in meine Küche. \n\nDie Edelstahl-Oberfläche ist nicht nur schön anzusehen, sondern auch sehr pflegeleicht. Selbst die Lautstärke beim Betrieb ist angenehm leise, was für mich ein",
            "language": "German"
        }
    ]
}