{
    "nr": "587",
    "name": "StrideWave Sneakers",
    "price": "4999",
    "ranking": 5,
    "availability": 14,
    "description": "Step into a world of comfort and style with our revolutionary kick, dubbed the \"Sonic Stride.\" Designed for the modern lifestyle, these sneakers seamlessly blend cutting-edge technology with a fashionable edge. Whether you're hitting the pavement for a jog, navigating a busy workday, or enjoying a casual outing with friends, Sonic Stride ensures every step feels like walking on clouds. \n\nCrafted with a feather-light, breathable mesh upper, these kicks provide unparalleled ventilation to keep your feet cool and comfortable during any activity. The cushioned, responsive sole absorbs shock, delivering support where you need it most. With each stride, watch as the innovative wave pattern on the sole enhances stability, making it easier to conquer uneven terrains or navigate city streets. Plus, our",
    "images": [
        "product_587_01.png"
    ],
    "reviews": [
        {
            "review": "Wow! I’ve been wearing these sneakers for a couple of weeks now, and I can’t stop raving about them! The moment I put them on, I felt like I was walking on clouds. Seriously, the cushioning is amazing. \n\nThey’re super lightweight, which makes them perfect for my daily jogs and runs. Plus, the grip on the sole is fantastic! I’ve had no slips, even on wet surfaces. \n\nThe design is sleek and stylish. I’ve received so many",
            "language": "English"
        },
        {
            "review": "I've been absolutely blown away by these sneakers! 🌟 From the first moment I put them on, it's like walking on a cloud. The cushioning is so plush and comfortable; I wear them all day without any discomfort. Plus, they look super stylish – the design is sleek and modern, and they come in fun colors that suit every outfit!\n\nI love how lightweight they are; it feels like I'm not even wearing shoes when I'm moving. Whether I'm running errands or hitting the gym, they provide just",
            "language": "English"
        },
        {
            "review": "Ich habe schon viele Sneaker getragen, aber diese sind einfach der absolute Wahnsinn! Super bequem, als würde man auf Wolken gehen. Ich habe sie bei einem langen Spaziergang ausprobiert und die Dämpfung ist sensationell. Die Sohle gibt einem richtig guten Halt und das Design ist echt modern. Mit den unterschiedlichen Farben kann man sie zu fast jedem Outfit kombinieren. Ich habe auch schon einige Komplimente bekommen! Die Passform ist perfekt, ich habe in meiner üblichen Größe",
            "language": "German"
        }
    ]
}