{
    "nr": "589",
    "name": "ChopCraft Artisan Board",
    "price": "2999",
    "ranking": 5,
    "availability": 5,
    "description": "Elevate your culinary experience with our premium kitchen companion, designed for both the amateur cook and seasoned chef alike. Crafted from sustainably sourced hardwood, this cutting board boasts unparalleled durability and a stunning aesthetic that will make it the centerpiece of your kitchen. Its rich, natural grain not only offers a pleasing visual appeal but also ensures that no two boards are exactly alike, making your kitchen truly one-of-a-kind.\n\nEngineered for function and style, this versatile board features a reversible design—one side perfect for chopping meats and the other tailored for vegetables and fruits. Each side is treated with a food-safe finish that helps to prevent moisture absorption, thereby reducing warping and prolonging the life of your board. The integrated juice groove captures excess liquids and helps you maintain",
    "images": [
        "product_589_01.png"
    ],
    "reviews": [
        {
            "review": "I can't say enough about this cutting board! It's honestly a game changer in my kitchen. The quality is superb—so smooth and sturdy. I love how it looks on my countertop, too! It's completely seamless and I've had no issues with carving negs or scratches. Plus, it doesn’t absorb odors at all, which is a huge plus for me. \n\nWhat really stands out is how easy it is to clean. I simply wipe it down and it looks like new! I have used it",
            "language": "English"
        },
        {
            "review": "I recently got this cutting board and I couldn't be happier! The craftsmanship is just stunning. The wood has this beautiful grain that makes cooking feel a bit more special. It's super sturdy and doesn't slip around while I'm chopping. I love how much space it has—I've never dropped any food while prepping. Plus, it’s so easy to clean! Just a quick wipe down and it’s ready for more action. I’ve also noticed that it doesn't dull my knives like some other boards I've used. Overall",
            "language": "English"
        },
        {
            "review": "Ich bin absolut begeistert von diesem Schneidebrett! Die Verarbeitung ist einfach fantastisch und das Holz fühlt sich super hochwertig an. Es kommt perfekt in der Küche zum Einsatz. Ich liebe es, wie das Material die Messer schont und nicht so schnell beschädigt wird, wie bei anderen Brettern. Außerdem sieht es einfach toll aus – ein echter Hingucker auf meiner Küchenplatte!\n\nIch habe es inzwischen für alles Mögliche verwendet – von Gemüse über Fleisch bis hin zu Brot. Es ist leicht zu",
            "language": "German"
        },
        {
            "review": "I recently started using this artisan cutting board in my kitchen, and it has truly transformed my cooking experience! The craftsmanship is exceptional; it has a beautiful wood grain that adds a touch of elegance to my countertop. Cutting vegetables and meats feels effortless with its sturdy surface, and I really appreciate how easy it is to clean afterwards. It doesn't retain odors at all, which is a game changer for me!\n\nThe non-slip feature is fantastic—there's no more sliding around while I chop! I love using",
            "language": "English"
        }
    ]
}