{
    "nr": "166",
    "name": "Trailblazer Nomad Pack",
    "price": "2999",
    "ranking": 3,
    "availability": 22,
    "description": "Unleash your adventurous spirit with the ultimate travel companion designed for those who crave exploration and efficiency. This versatile pack combines a sleek design with unparalleled functionality, making it the go-to choice for weekend hikers, urban explorers, and everyone in between. With an emphasis on both style and performance, this backpack offers the perfect balance for those who live life on the move.\n\nCrafted with premium, weather-resistant materials, our leading-edge gear provides exceptional durability while ensuring your belongings stay safe and dry, no matter the conditions. Multiple compartments and smart organization features mean you can effortlessly sort your gear, keeping your essentials like water bottles, snacks, and gadgets easily accessible. The adjustable padded straps ensure maximum comfort, allowing you to traverse any terrain or city block without a",
    "images": [
        "product_166_01.png"
    ],
    "reviews": [
        {
            "review": "J’ai acheté ce sac à dos récemment…Je doit dire qu’il est trapez un peu. Les poches sont bien mais pas assez de place pour mes affaires. C’est tres léger, mais si tu met trop de choses, tu veux pas le porter longtemps.  Le design est sympa, mais la qualité du matérieu pourrait être meilleure. Quelques coutures sont déjà un peu défaites après une semaine. Grosseur est correcte pour une journée. Je l'utilise mais je pense",
            "language": "French"
        },
        {
            "review": "Got the backpack a few weeks ago and honestly, it's kind of a mixed bag. It looks great, really stylish, and has a decent amount of pockets. However, the straps aren't super comfy if you have it loaded up for a long walk. I also wished it's a bit bigger since I can't seem to fit everything I need, especially for a weekend trip. The zippers feel a little cheap too, one got stuck on the first use. It works okay for daily use but I wouldn’t",
            "language": "English"
        },
        {
            "review": "I’ve been using this backpack for a few weeks now, and I have mixed feelings about it. On one hand, it looks really cool and has a decent amount of space. I can fit my laptop, some books, and personal stuff without too much hassle. The design is sleek, and I get compliments on it all the time.\n\nHowever, there are a few things that could be better. The material feels a bit thinner than I expected, and I worry about it holding up over time.",
            "language": "English"
        },
        {
            "review": "I've been using this backpack for a couple of weeks, and I feel pretty mixed about it. On one hand, it looks cool and has a lot of pockets which is great for organization. I can fit my laptop and books in there, and still have some room for snacks.  \n\nBut I’ve noticed a few issues. Firstly, the straps can get uncomfortable if you’re carrying it for too long. I wish they had more padding. Also, the zipper gets kinda stuck sometimes, which is super",
            "language": "English"
        }
    ]
}