{
    "nr": "537",
    "name": "\"ChromaNest Coffee Table\"",
    "price": "29900",
    "ranking": 3,
    "availability": 2,
    "description": "Transform your living space with a masterpiece that combines function and artistry. This coffee table is more than just a surface for your beverages — it's a canvas for your imagination. With its sleek, geometric design and an array of vibrant color options, it effortlessly becomes the centerpiece of any room. Whether you’re entertaining guests or enjoying a quiet evening with a book, this table adapts to your lifestyle, providing both versatility and style.\n\nCrafted from high-quality, eco-friendly materials, this table stands as a testament to durability and elegance. The unique coloration process ensures that each piece is one-of-a-kind, reflecting your personality and taste. Its tempered glass top offers a safe, easy-to-clean surface that showcases your favorite coffee table books, decorative items, or family",
    "images": [
        "product_537_01.png"
    ],
    "reviews": [
        {
            "review": "I got this coffee table a few weeks ago, and I've got mixed feelings. On one hand, it looks pretty nice—like, sleek design and all that. The colors are cool and can match easily with my decor. However, when it comes to functionality, it’s kinda lacking. It advertised a lot of tech features that just aren’t super intuitive or helpful. It can be hard to connect my devices, and I've had a few glitches here and there. Plus, it feels a bit w",
            "language": "English"
        },
        {
            "review": "I wanted to love this coffee table, but it’s just okay. The design is cool and fits well with my decor, but the build quality feels a bit cheap for the price. It wobbles slightly on my floor, which can be annoying, especially with drinks on it. The color options are nice, and it’s great for holding snacks when friends come over, but it definitely isn’t the most sturdy piece of furniture.\n\nSetting it up was pretty easy, which is a plus, but",
            "language": "English"
        },
        {
            "review": "I was really excited to get this coffee table, but it’s been kinda hit or miss for me. The design is cool, very modern, and matches my living room well. However, I’ve noticed some issues with the surface scratching more easily than I expected. Just setting down a mug without a coaster than it got a tiny scratch. 😕 It also wobbles a bit if you push it, which is annoying when I have friends over.\n\nOn the plus side, it’s lightweight and",
            "language": "English"
        },
        {
            "review": "I’m honestly a bit mixed about this coffee table. It looks great in the living room, that’s for sure. The colors are nice and it has a cool, modern design. But it has a few issues that I wasn’t expecting. \n\nFirst, the assembly was pretty tricky. I followed the instructions carefully, but still ended up with a wobbly table. Just doesn’t feel as sturdy as I hoped. \n\nAlso, there are noticeable scratches after just a few weeks! I’m",
            "language": "English"
        },
        {
            "review": "I got this coffee table a few weeks ago, and honestly, it's just okay. The design is cool and fits my living room well, but the build quality feels a bit off. It wobbles sometimes, especially when I put drinks on it. Not super stable, which is kinda annoying. \n\nOn the plus side, I dig the color options. I've got the blue one, which is nice against my grey couch. But the surface scratches so easily! I don't have kids or pets,",
            "language": "English"
        }
    ]
}