{
    "nr": "377",
    "name": "ChopCraft Artisan Board",
    "price": "2999",
    "ranking": 5,
    "availability": 17,
    "description": "Elevate your culinary experience with our meticulously crafted natural bamboo cutting surface, tailored for both amateur chefs and seasoned culinary artists. The exquisite design marries functionality with elegance, providing a versatile platform that not only excels in performance but also enhances your kitchen aesthetic. Say goodbye to mundane meal prep; this cutting board transforms chopping, slicing, and dicing into an art form.\n\nEngineered for durability, this board showcases a premium bamboo composition that resists deep knife marks, ensuring a smooth surface for years to come. Its naturally antibacterial properties keep your food safe, while the reversible design offers double the space for multiple ingredients. Whether you’re prepping vegetables for a fresh salads or carving a succulent roast, you’ll appreciate the generous surface area that accommodates all your culinary endeavors",
    "images": [
        "product_377_01.png"
    ],
    "reviews": [
        {
            "review": "Ich bin absolut begeistert von diesem Schneidebrett! Die Qualität ist einfach hervorragend. Es fühlt sich so robust an und sieht zudem super schick in meiner Küche aus. Die Oberfläche ist perfekt, kein Verrutschen von Obst oder Gemüse während dem Schneiden, was ich wirklich schätze. Nach dem Benutzen lässt es sich auch sehr leicht reinigen – ein kurzer Wisch mit einem feuchten Tuch und schon ist alles wieder tiptop!\n\nIch habe es jetzt schon für verschiedene Anwendungen genutzt, von Gemüse",
            "language": "German"
        },
        {
            "review": "I've been using this cutting board for a few months now, and I am absolutely in love with it! The craftsmanship is outstanding; you can really tell it’s made with care and attention to detail. The wood feels sturdy and looks gorgeous on my countertop. \n\nIt's just the right size—great for everything from slicing veggies to carving meats. I've been impressed with how well it holds up, too! No deep scratches or warping, even after frequent use. It cleans up easily and doesn’t retain",
            "language": "English"
        },
        {
            "review": "I absolutely love this cutting board! The craftsmanship is top-notch and you can really tell it’s made with care. The wood is beautiful and feels solid. It’s the perfect size for all my slicing and chopping needs, and the surface is easy on my knives—no more dulling! Plus, the non-slip design is fantastic; I can chop with confidence!\n\nCleaning it is a breeze too—just a little soap and water, and it looks as good as new. It doesn’t absorb smells",
            "language": "English"
        }
    ]
}