{
    "nr": "714",
    "name": "SleekEdge Razor",
    "price": "2999",
    "ranking": 5,
    "availability": 3,
    "description": "Experience the revolution in personal grooming with the ultimate shaving tool designed for precision and comfort. Say goodbye to irritation and hello to the smoothest shave of your life with our innovative razor, crafted to adapt seamlessly to the contours of your skin. Featuring an ergonomic grip that ensures control and comfort, you'll navigate even the most challenging areas with ease, making your daily routine not just effective, but enjoyable.\n\nEquipped with ultra-thin, diamond-coated blades, this grooming essential delivers a shave so close you'll feel the difference. The advanced skin guard technology minimizes friction, allowing the razor to glide effortlessly for less tugging and pulling. Whether you're preparing for a big meeting or a casual outing, you'll appreciate the salon-quality finish that lasts all day, helping you put your",
    "images": [
        "product_714_01.png"
    ],
    "reviews": [
        {
            "review": "Desde que experimentei este aparelho de barbear, minha rotina de cuidados pessoais mudou completamente! A lâmina é super afiada e desliza suavemente pela pele, sem nenhum tipo de irritação. O design é incrível, com um acabamento elegante que se encaixa perfeitamente na mão. Além disso, achei o sistema de troca de lâmina muito prático e fácil de usar. \n\nO melhor de tudo é que consegui um acabamento impecável em menos tempo, o que para mim é essencial.",
            "language": "Portuguese"
        },
        {
            "review": "I've been using this razor for a couple of weeks now, and I'm absolutely thrilled with it. The design feels luxurious and it's super lightweight, making it easy to maneuver. The blades are sharp but really gentle on my skin - no nicks or irritation whatsoever! I love how close it gets without feeling harsh. \n\nThe ergonomic handle is a game changer; it provides such a solid grip, even when wet. I appreciate the attention to detail in the manufacturing process – you can tell this isn’t just",
            "language": "English"
        },
        {
            "review": "I recently tried this razor, and I'm absolutely thrilled with it! The design is super sleek and fits perfectly in my hand, making it really comfortable to use. The blades are ultra-sharp, gliding effortlessly over my skin without any nicks or irritation. I love how smooth my skin feels after using it—like I've just come from a professional shave!\n\nThe narrow head is a game changer for getting into those tricky areas around my jawline and under my nose. It feels really high-quality,",
            "language": "English"
        },
        {
            "review": "I recently tried this new razor, and I’m absolutely blown away! From the moment I unboxed it, I could tell it was a high-quality product. The design is so sleek and modern, it feels great in the hand. \n\nShaving has never been this easy! The blades glide effortlessly across my skin, giving me a super close shave without any nicks or pulls. I used to dread those pesky stubborn hairs, but with this razor, they’re no match. I love how it",
            "language": "English"
        },
        {
            "review": "I recently tried this new razor, and I can't express how impressed I am! From the moment I first used it, I could feel the difference. The design is super sleek, and it glides effortlessly over my skin. No tugging or pulling, just a smooth shave every time.\n\nWhat I really love is how close the shave is without irritating my sensitive skin. I usually end up with rashes, but this time? Absolutely nothing! I’ve been using it for weeks now, and it",
            "language": "English"
        }
    ]
}