{
    "nr": "70",
    "name": "DreamNest Serenity Bed",
    "price": "34900",
    "ranking": 1,
    "availability": 3,
    "description": "Transform your nightly retreat into a sanctuary of comfort and style with the latest in sleep innovation. With its sleek lines and modern aesthetics, this bed will complement any bedroom décor while promising an unparalleled sleeping experience. Designed with breathable fabric and luxurious padding, it gently cradles you into a world of tranquility, allowing you to drift off in seconds. Imagine waking up well-rested and rejuvenated, ready to embrace the day!\n\nExperience the advanced support system that combines state-of-the-art materials, engineered to adapt to your body’s unique shape. This exquisite bed features a dual-zone pressure relief technology, providing personalized support that targets key areas prone to discomfort. Whether you’re a side sleeper, back sleeper, or somewhere in between, you’ll find ultimate relief as",
    "images": [
        "product_70_01.png",
        "product_70_02.png",
        "product_70_03.png",
        "product_70_04.png"
    ],
    "reviews": [
        {
            "review": "I was really disappointed with this bed. Thought it would help me sleep better but it’s super uncomfortable. The mattress feels so cheap and I wake up feeling sore every morning. The frame is creaky and every little movement makes noise. It doesn’t stay together either, it feels wobbly. Customer service was no help when I reached out. I wouldn’t recommend it at all. Save your money and get something else. Total letdown!",
            "language": "English"
        },
        {
            "review": "This bed is a joke. I can't believe I spent so much money on this. It’s way too hard, feels like sleeping on a rock. I keep waking up with back pain. The mattress doesn't hold its shape at all, sagging in places after just a week. It’s noisy too! Every time I move, it squeaks and creaks like it’s falling apart. I expected better quality for the price! Save your money and buy something else. I regret this purchase so much",
            "language": "English"
        },
        {
            "review": "this bed was a total flop. I was excited but its super uncomfortable, feels like im sleeping on a board. had it for a month and now it sinks in the middle so bad. the setup was also a pain - like who designed this? the mattress odor was awful too, took days to air out. sleep quality didn't improve at all, actually i wake up feeling worse. trust me, do not waste your money on this one. only 1 star because there's no option for zero.",
            "language": "English"
        },
        {
            "review": "This bed is a total letdown. I've never slept worse in my life. Feels like I'm on a rock, and the so-called \"comfort\" is a joke. Every time I move, it creaks loud enough to wake the whole house. Not worth the money at all. Should've stuck with my old one. Really regretting this purchase. Do yourself a favor and avoid!",
            "language": "English"
        },
        {
            "review": "Awful! I was super excited to get this bed but what a letdown. Supposed to be comfy but feels like sleeping on a rock. Seriously, my back hurts all the time now! Assembly was a pain too, instructions were super unclear. Not worth the money at all. Wish I could return it but I’m stuck! Save your cash and look elsewhere. So disappointed!",
            "language": "English"
        }
    ]
}