{
    "nr": "152",
    "name": "EcoStep Harmony Mat",
    "price": "1999",
    "ranking": 3,
    "availability": 17,
    "description": "Transform your living space into a serene sanctuary with this remarkable floor mat, designed for those who value both style and sustainability. Crafted from 100% eco-friendly materials, this luxurious mat not only enhances your decor but also reflects your commitment to the environment. The plush, cushiony texture underfoot provides a gentle welcome, making it the perfect addition to any entryway, kitchen, or living room. Your feet will thank you every time you step upon this lush surface, offering comfort that is simply unmatched.\n\nThe innovative design features a non-slip backing, ensuring safety for you and your loved ones, even in the most bustling areas of your home. Whether it's the muddy paws of your furry friends or the inevitable spills from everyday life, this mat provides exceptional stain",
    "images": [
        "product_152_01.png"
    ],
    "reviews": [
        {
            "review": "La estera tiene un diseño bonito y parece estar hecha de materiales reciclados, lo cual me gusta. Sin embargo, no es tan antideslizante como esperaba. A veces se mueve y eso es un poco molesto. La textura es agradable, pero mi perro la ha arañado un poco. Por el precio me esperaba algo más resistente. En general, es bueno, pero no sé si vale la pena.",
            "language": "Spanish"
        },
        {
            "review": "I’ve been using this mat for a few weeks now and I have mixed feelings about it. The design is stylish and brings some color to my kitchen, which I like. However, it just doesn’t stay in place very well. I find myself constantly adjusting it since it tends to slide around on the floor, which can be a bit annoying. \n\nIt’s decent for cushioning when I’m standing, but I expected a bit more comfort for the price I paid. The material does seem quite durable",
            "language": "English"
        },
        {
            "review": "I recently picked up this eco-friendly floor mat, expecting some great functionality given the price point. While I appreciate the sustainable materials, it didn't live up to all the hype. First off, the size could be better; I was hoping it would cover more area. It does feel decent underfoot, but it's not as cushy as I imagined. \n\nCleaning it is kind of a hassle—it tends to trap dirt, and I have to scrub it quite a bit. The color selection is okay,",
            "language": "English"
        },
        {
            "review": "I’ve had this mat for a few weeks now, and honestly, I’m not super impressed. It looks nice at first glance, but it slides around way too easily on my hardwood floors, which is really frustrating. I thought it would help keep things cozy in the living room, but it just keeps bunching up. \n\nThe material feels okay, but I expected it to be more cushy, especially for the price. It doesn’t seem to grip well or provide the comfort I hoped for",
            "language": "English"
        }
    ]
}