{
    "nr": "564",
    "name": "LuxeShadow Spectacles",
    "price": "4999",
    "ranking": 2,
    "availability": 1,
    "description": "Step into a world of elevated elegance and unparalleled protection with our stunning sunglasses, your perfect partner for sun-soaked adventures. Tailored for those who appreciate the finer details, these shades feature cutting-edge UV400 technology, ensuring your eyes stay shielded from harmful rays while maintaining crystal-clear vision. Experience a new level of comfort with ultra-lightweight frames that offer a barely-there feel, so you can flaunt your style all day long without compromising on comfort.\n\nDesigned for trendsetters and go-getters alike, these sunglasses boast a sleek silhouette that effortlessly complements any outfit, from casual beachwear to upscale evening attire. The sophisticated color palette ranges from classic tortoiseshell to bold monochromes, allowing you to mix and match based on your mood",
    "images": [
        "product_564_01.png"
    ],
    "reviews": [
        {
            "review": "Wore these for a few days, and honestly I was let down. The style is a nice idea, but they feel heavy on my face, kinda uncomfortable. I thought they would be good for bright light, but the lens are not as dark as I expected. Plus, the sides look a bit flimsy, like they might break easily. They do look fashionable, but with how they feel, I don't want to wear them. Was hoping for much more from these...",
            "language": "English"
        },
        {
            "review": "I really wanted to like these sunnies, but they just didn’t cut it for me. The style is cool, and I loved the design at first glance, but they’re super uncomfortable after wearing them for a short while. The nose pads are too hard, and they kept slipping down my face. \n\nAlso, the lens quality isn't what I expected. They don’t block out the sun as good as I hoped. I found myself squinting a lot, which kinda defeats the purpose of",
            "language": "English"
        },
        {
            "review": "I really wanted to like these sunglasses, but they just don't live up to the hype. The design looks good at first glance, but after wearing them for a while, they start to pinch my nose and their heaviness kind of gives me a headache. The lenses, while dark enough, don’t seem to block glare as well as other pairs I own. Lightweight would have been better! \n\nI also noticed some smudges that wouldn't wipe off easily. I mean come on, for the price",
            "language": "English"
        },
        {
            "review": "I was really hoping to like these sunglasses, but honestly, they didn't quite meet my expectations. The style is nice and all, but they just feel cheap. The lenses don't offer as much UV protection as I thought, and they get smudged way too easily. Comfort wasn't great either; after a while, they started digging into the sides of my head. I wish they were more durable too—seemed like they could break at any moment. For the price, I expected better. Overall",
            "language": "English"
        },
        {
            "review": "I wanted to love these sunglasses, but they didn’t live up to the hype at all. The style is nice, but they just feel cheap. After a few days, the lenses scratched super easily, and the fit is not great. They pinch my nose and don't sit well on my face. I thought they’d be good for long summer days, but they become uncomfortable after a little while. Visibility is decent, but I've definitely seen better. I had higher hopes for them but ended up kinda",
            "language": "English"
        }
    ]
}