{
    "nr": "148",
    "name": "Celestial Serve Plates",
    "price": "2499",
    "ranking": 2,
    "availability": 16,
    "description": "Elevate your dining experience with our exquisite Cosmic Plates, where culinary artistry meets celestial inspiration. Each plate boasts a stunning design that captures the ethereal beauty of the night sky, featuring a star-studded pattern that adds a touch of wonder to your meals. Crafted from high-quality porcelain, these dinner plates are not only visually captivating but also durable enough to withstand the rigors of everyday use. Enjoy meals with friends and family while enveloped in the charm of the cosmos.\n\nPerfectly sized for a variety of dishes, these plates provide ample space for your gourmet creations, from decadent entrees to mouthwatering desserts. The smooth, glossy finish enhances the presentation of your culinary masterpieces, making every dining occasion feel like a special event. Whether you're hosting an",
    "images": [
        "product_148_01.png"
    ],
    "reviews": [
        {
            "review": "I was really hoping these dinner plates would be a great addition to my kitchen, but honestly, they fell short. The design is pretty, but they feel so flimsy. One plate actually chipped after just a few uses, which was super disappointing. They don’t hold heat well at all; my food is cold by the time I’m ready to eat. The size is okay, but I expected more depth for serving pasta or salads. I've seen better for the price; I wouldn’t recommend these",
            "language": "English"
        },
        {
            "review": "Ik had echt hoge verwachtingen van deze borden, maar eerlijk gezegd viel het tegen. De uitstraling is leuk, dat kan ik niet ontkennen, maar kwaliteit komt uiteindelijk niet overeen. Na een paar keer gebruiken, begonnen er al krassen op te komen. Het is frustrerend omdat ze zo gepresenteerd werden als duurzaam en perfect voor dagelijkse maaltijden. Ook vond ik ze niet lekker in de hand liggen, een beetje te zwaar en niet prettig om mee te eten. Ik hoop dat het nog kan",
            "language": "Dutch"
        },
        {
            "review": "I was really excited to get these plates because they looked so nice, but honestly, they didn’t live up to my expectations. The design is pretty, but they’re super heavy and hard to stack. I dropped one while washing, and it chipped easily. Also, they feel kinda cheap when you’re eating off them, like they might crack if you’re not careful. \n\nThe sizes are a little off too; the dinner plates feel more like salad plates. I wish I could love them more",
            "language": "English"
        },
        {
            "review": "I bought these dinner plates with high hopes, but honestly, they just didn’t cut it. The design is nice, sure, but that’s pretty much where the compliments stop. They chip way too easily, I’ve only had them a few weeks and there are already some noticeable nicks. Also, they don't stack well in the cupboard, always feeling like they might topple over. The surface stains pretty quickly too, even after normal meals. Clean up isn't as effortless as I expected. For",
            "language": "English"
        },
        {
            "review": "I really wanted to like these plates, but they just don't hit the mark. The design is pretty, but they feel pretty flimsy. I was worried they would break easily, especially during everyday use. Plus, they don’t stack well in my cabinet, which is super annoying. I had to return a set because one of the plates came with a big scratch. For the price, I expected better quality. Guess I'll stick with the old set a little longer. Would not recommend unless you want",
            "language": "English"
        }
    ]
}