{
    "nr": "268",
    "name": "WaveGourmet 360",
    "price": "59900",
    "ranking": 3,
    "availability": 8,
    "description": "Introducing the ultimate kitchen companion that revolutionizes mealtime preparation and brings gourmet dining home. Designed to effortlessly blend style and functionality, this latest microwave marvel ensures that your food is cooked to perfection every time. With its sleek design and innovative technology, it transforms everyday heating into a culinary experience, making it a must-have for any modern kitchen.\n\nImagine enjoying evenly heated meals in minutes, thanks to advanced sensor cooking that adjusts power and cooking time automatically based on your food type. Equipped with a powerful convection feature, this microwave not only reheats leftovers but also bakes, broils, and air-fries your favorite dishes. From crispy pizza to fluffy cakes, every bite is infused with the taste and texture you and your family crave, without the hassle of traditional",
    "images": [
        "product_268_01.png"
    ],
    "reviews": [
        {
            "review": "I’ve been using this microwave for a few months now, and I have mixed feelings. On one hand, it heats up food quickly and has some nice presets, which is pretty handy. Sometimes it can be a bit noisy though, which is kind of annoying in the mornings. \n\nThe design looks modern and fits well in my kitchen, but I've noticed the control panel is a bit confusing at first. It took me some time to figure out how to set the timer and adjust power levels. Also",
            "language": "English"
        },
        {
            "review": "I’ve had this microwave for a few months now, and honestly, it’s just okay. The design looks nice on my countertop, but it doesn’t heat food evenly. Sometimes I get cold spots in my leftovers, which is frustrating. Although the settings are pretty intuitive, I wish there were a more powerful option for quick defrosting. \n\nThe turntable is a bit noisy when it spins, and that gets annoying. I’ve had other models that were much quieter. It also takes longer",
            "language": "English"
        },
        {
            "review": "I've been using this microwave for a while now, and I gotta say, it’s pretty average. It heats food just fine, but sometimes it takes a minute longer than I expect. The controls are a bit confusing at first, not super intuitive you know? The design looks nice, but the buttons don’t feel very sturdy when you press them. \n\nAlso, it’s kinda noisy when it’s running, which can be annoying if you're trying to watch TV or talk. On a good note,",
            "language": "English"
        },
        {
            "review": "I've been using this microwave for a little while now, and honestly, it's been a mixed bag. It heats food pretty well most of the time, which is nice, but there have been a few disappointments too. Sometimes, it leaves cold spots in my leftovers, and I've had to warm things up twice to get them fully heated through. \n\nThe design is cute and fits nicely in my kitchen, but the interface can be a bit confusing. I often find myself pressing buttons just to figure out",
            "language": "English"
        },
        {
            "review": "I recently got this microwave and I think it's okay, but not super great. It does the job well enough, like reheating leftovers and making popcorn, but I've had some mixed experiences. Sometimes it cooks evenly, but other times it seems to burn parts of my food. The buttons are not the easiest to understand either; I often find myself pressing things twice. The build feels a bit cheap for the price point, and it doesn’t have a lot of advanced features that I was hoping for.",
            "language": "English"
        }
    ]
}