{
    "nr": "560",
    "name": "LumiShade Spectra",
    "price": "5999",
    "ranking": 2,
    "availability": 1,
    "description": "Transform your outdoor experience with these cutting-edge shades that offer more than just protection from the sun's rays; they redefine your entire visual landscape. Engineered with advanced photochromic lenses, these exceptional sunglasses automatically adjust to varying light conditions, ensuring your eyes remain comfortable whether you're strolling through a sun-drenched park or navigating a shaded pathway. With a sleek design that accentuates any outfit, they blend effortlessly into your everyday wardrobe while keeping you stylish and functional.\n\nDesigned with ultimate comfort in mind, these shades feature ultra-lightweight frames and custom-fit nose pads that sit perfectly without pinching or slipping. The flexible design allows for all-day wear, making them the ideal companion for adventures, from beach days to hiking excursions. Available in an array of",
    "images": [
        "product_560_01.png"
    ],
    "reviews": [
        {
            "review": "I really wanted to like these sunglasses, but I’m kinda disappointed. The design is cool and they fit well, but the lenses don’t give me the coverage I expect. It’s not great on bright days—they leave a weird glare. Also, I feel like the material isn’t very durable. I’m worried they might not last long. For the price, I thought they’d be more tolerable. I’d say look for something else that’s worth the money.",
            "language": "English"
        },
        {
            "review": "I was really excited to try these shades, but honestly, they didn't live up to my expectations. The design is nice enough, but that's about where the positives end. The lenses seem to distort colors and I often find myself squinting, which defeats the whole purpose of wearing sunglasses. \n\nThe fit is also a bit odd; they slide down my nose every time I lean forward, which is super annoying. I didn't get them for sports, but I still expected a little more stability. Plus",
            "language": "English"
        },
        {
            "review": "I really wanted to love these sunglasses, but I have to be honest—they just don't cut it. First off, the fit is off. They slide down my nose constantly, which is super annoying when you're trying to enjoy a day out. The tint is okay, but it feels a little off at times, like they don't protect my eyes as well as they should.  \n\nThe so-called “high-tech” features seem more gimmicky than anything useful. I tried using the color-changing aspect, but",
            "language": "English"
        },
        {
            "review": "Honestly, I had high hopes but ended up really disappointed. They looked great when I first got them, but the UV protection isn’t what I expected. After wearing them outside, my eyes still felt a bit strained. Plus, they're super flimsy and not as comfortable as they should be. The fit isn’t great; they slide down my nose when I move, and it’s really annoying. I thought they’d be stylish, but they just don’t seem worth the price. Maybe they work",
            "language": "English"
        }
    ]
}