{
    "nr": "102",
    "name": "ChronoNova",
    "price": "5999",
    "ranking": 4,
    "availability": 5,
    "description": "Embrace the art of timekeeping with an exquisite timepiece that transcends mere functionality. Our superbly crafted watch, affectionately known as the “C.Nova,” is designed for those who appreciate elegance and precision in their everyday lives. With a stunning fusion of modern technology and artisanal craftsmanship, this watch offers not just a way to tell time, but a statement of style and sophistication.\n\nThe C.Nova features a sleek, minimalist face that is protected by a sapphire crystal, ensuring that scratches and glare are things of the past. Its lightweight stainless steel body is complemented by a comfortable, adjustable band, making it perfect for both casual outings and formal events. Available in a range of striking hues, from classic silver to bold matte black, the",
    "images": [
        "product_102_01.png"
    ],
    "reviews": [
        {
            "review": "I've been using this smartwatch for a few weeks now, and I have to say, it’s pretty impressive overall. The design is sleek and modern, making it suitable for both workouts and casual outings. I love the customizable watch faces, and switching them up based on my mood is a nice touch.\n\nThe fitness tracking features are robust, and I really appreciate the accuracy of the heart rate monitor. It connects seamlessly with my phone for notifications, which has made it easier to stay connected without constantly reaching for",
            "language": "English"
        },
        {
            "review": "He estado usando este reloj inteligente durante un par de meses y la verdad me ha impresionado bastante. La interfaz es muy fácil de usar, y las funciones que tiene son súper prácticas. Me gusta que puedo medir mi frecuencia cardíaca, seguir mis pasos y controlar mis notificaciones desde la muñeca. Todo funciona bien la mayoría del tiempo, aunque a veces la conexión con el teléfono puede ser un poco lenta. \n\nEl diseño es moderno y versátil, lo que hace que se vea bien en cualquier",
            "language": "Spanish"
        }
    ]
}