{
    "nr": "82",
    "name": "Elysian Dish",
    "price": "1499",
    "ranking": 2,
    "availability": 5,
    "description": "Transform every meal into a culinary masterpiece with these beautifully crafted dinner plates. Designed with elegance in mind, each piece harmoniously blends timeless aesthetics with modern functionality. Their mesmerizing glaze and intricate patterns catch the eye, elevating family dinners and gatherings into memorable occasions, while remaining versatile enough for a casual brunch or a festive holiday feast.\n\nThese plates are not only a feast for the eyes but are also crafted from durable, high-quality porcelain, ensuring they'll withstand the rigors of everyday use. With a chip-resistant finish and easy-to-clean surface, they are designed to handle the ups and downs of family life—spills, heat, and all. You can confidently place them in the dishwasher or microwave, reducing your after-dinner cleanup time, so you can",
    "images": [
        "product_82_01.png",
        "product_82_02.png",
        "product_82_03.png",
        "product_82_04.png"
    ],
    "reviews": [
        {
            "review": "J'ai acheté ces assiettes en espérant qu'elles seraient super, mais je suis un peu déçu. Elles ont l'air bien, mais dès la première utilisation, je les ai trouvées trop fragiles. J'ai remarqué quelques petites égratinures après le premier repas et ça m’a vraiment ennervé. De plus, elles ne passent pas au micro-ondes et ça, c’est pas pratique du tout ! Le design est joli, mais je veux des assiettes",
            "language": "French"
        },
        {
            "review": "I was really hopeful about these dinner plates, but they haven’t lived up to my expectations. First off, they look nice but that’s about it. The surface is super prone to scratches and doesn’t hold up well in the dishwasher. After just a few uses, I noticed some chips appearing. Also, they can get really hot in the microwave, which is not great when you’re trying to serve dinner. They’re kind of heavy too, which makes it a bit awkward to handle. I",
            "language": "English"
        }
    ]
}