{
    "nr": "226",
    "name": "ChopCraft Masterboard",
    "price": "2999",
    "ranking": 5,
    "availability": 2,
    "description": "Transform your kitchen experience with an essential tool designed for culinary artists of all skill levels. This cutting board is not just an ordinary kitchen accessory; it’s an innovative masterpiece crafted from premium, sustainably-sourced hardwood that marries durability with beauty. Say goodbye to flimsy boards and hello to a solid companion that can withstand the rigors of daily meal prep, giving you peace of mind and the utmost confidence while chopping, slicing, and dicing.\n\nEngineered with a unique dual-sided surface, this board accommodates all your food preparation needs. One side features a smooth, polished finish perfect for delicate tasks like slicing fruits and vegetables, while the other boasts a textured surface ideal for hearty meats and robust herbs. With strategically placed juice grooves to catch excess liquids,",
    "images": [
        "product_226_01.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love this cutting board! The surface is just perfect for all my chopping needs. It has a great grip, so it doesn’t slip around while I’m prepping. The wood feels really sturdy and looks amazing on my countertop. I’ve used it for everything from veggies to meat and it holds up beautifully without any scratches or knife marks. Plus, the size is just right – not too big, not too small. Cleaning it is a breeze, too! Just a quick wipe, and it",
            "language": "English"
        },
        {
            "review": "I’ve been using this cutting board for a few weeks now, and wow, it’s a total game changer in my kitchen! The surface is so smooth, chopping veggies and fruits feels effortless. I love how it has color-coded sections too, making it super easy to keep everything organized and sanitary. Cleanup is a breeze – just a quick rinse, and it's good as new. Plus, it’s holding up great without any scratches or marks, which is impressive. The design is not only functional but",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with this cutting board! It's crafted from high-quality materials that really enhance my chopping experience. The surface is incredibly smooth, making it super easy on my knives. I've used it for everything from slicing veggies to prepping meat, and it holds up like a champ without any deep scratches or dents. \n\nWhat sets it apart is the non-slip feature; I can chop away without worrying about it sliding around like my old boards did. Plus, it's easy to clean—just a rinse",
            "language": "English"
        },
        {
            "review": "I recently got my hands on this cutting board, and I couldn't be happier! From the moment I unwrapped it, I was impressed by the quality. The surface is perfectly smooth, making chopping veggies a breeze. I love that it’s also really easy to clean – just a quick wash and it looks brand new again!\n\nWhat really stands out is its versatility. Whether I’m dicing onions for a stew or slicing bread, this board handles it all like a pro. Plus, it has non",
            "language": "English"
        }
    ]
}