{
    "nr": "371",
    "name": "Skyshade Nomad Cap",
    "price": "2499",
    "ranking": 3,
    "availability": 24,
    "description": "Unleash the spirit of adventure with the ultimate headwear companion: the SkyCap. Crafted for those who crave exploration, this versatile hat is your ticket to sun-soaked days and serene outdoor escapades. Imagine tracing riverbanks or hiking up breezy hills, all while enjoying the perfect blend of comfort and protection. The innovative design combines lightweight materials with a moisture-wicking interior, ensuring that whether you’re facing the morning sun or an unexpected drizzle, your head remains dry and comfortable.\n\nWith a unique adjustable brim, the SkyCap allows you to customize your sun coverage on-the-fly. Need to shield your face from harsh rays? Just flip the brim down. Want to catch a gentle breeze? Simply fold it back to let the wind tous",
    "images": [
        "product_371_01.png"
    ],
    "reviews": [
        {
            "review": "I picked this hat thinking it would be a great blend of style and functionality for my outdoor adventures, and it mostly delivers, but I have my reservations. The material feels decent enough and it does a good job blocking the sun, which is a must for me. \n\nHowever, I found it just a bit tight around the head, even after adjusting. Not the most comfortable for long wear. The design is nice, but it could be improved with a few more color options. Also, it has",
            "language": "English"
        },
        {
            "review": "I recently got this cap and it’s okay, but I'm not blown away. It's lightweight and pretty easy to wear, which is nice when the sun’s out. However, I found the fit kinda shaky; it slips a bit when I lean down or move a lot. The material feels decent, but I was hoping for something a bit more durable. I’ve worn it a few times now, and while it does offer some shade, I still find myself squinting sometimes. Style-wise,",
            "language": "English"
        },
        {
            "review": "I got this cap hoping it would be great for sunny days, and while I do appreciate its lightweight material, it doesn’t block the sun as I expected. The design is nice, but it feels a bit loose on my head, making it a bit frustrating when the wind picks up. I like the color options, too, but after a couple of wears, it started to lose its shape. It’s decent for short outings, but for long days outside, I need something more reliable. Overall",
            "language": "English"
        },
        {
            "review": "Au début, je pensais que ce chapeau serait génial pour mes promenades en plein air. Les couleurs sont sympa, et il s'ajuste bien sur ma tête. Mais après l'avoir porté plusieurs fois, je suis un peu déçu. Le tissu n'est pas aussi respirant que je l'espérais, et les coutures commencent à montrer des signes d'usure plus tôt que prévu. Il offre une bonne protection contre le soleil, mais il reste un peu lourd à porter.",
            "language": "French"
        }
    ]
}