{
    "nr": "352",
    "name": "TrailBlazer Elite Backpack",
    "price": "5999",
    "ranking": 2,
    "availability": 4,
    "description": "Unleash your adventurous spirit with the ultimate companion for all your journeys—the Elite Pack. Designed for those who seek adventure without sacrificing style, this backpack marries function with fashion, making it your go-to choice for both urban escapades and wilderness explorations. With its sleek silhouette and premium materials, the Elite Pack doesn’t just carry your essentials; it elevates your entire experience.\n\nCrafted with durability in mind, this backpack features reinforced stitching and water-resistant fabric, ensuring your gear stays protected no matter the environment. The thoughtfully designed organizational compartments keep your items neatly in place, while a dedicated tech pocket safely stores your laptop or tablet. Say goodbye to the frantic search for your keys and chargers; with the Elite Pack, everything has its rightful place",
    "images": [
        "product_352_01.png"
    ],
    "reviews": [
        {
            "review": "J'ai acheté ce sac à dos récemment, et je dois dire que ça ne vaut pas ce que j'attendais. Tout d'abord, le confort n'est pas top, les bretelles me grattent un peu. J'ai aussi remarqué qu'il manque de poches pour ranger mes affaires. La qualité des matériaux semble un peu cheap, surtout pour le prix. Une fermeture éclair était déjà bloquée après une semaine d'utilisation. C'est super frustrant ! Je m'attend",
            "language": "French"
        },
        {
            "review": "I wanted to like this backpack, I really did. It looks nice, but that’s about where the good stuff ends. The material feels kinda cheap and I worry it won’t last. The straps are not comfortable, especially when it’s packed with my books. I mean, who thought making them so thin was a good idea? \n\nZippers can get stuck and there's not enough room for everything - some pockets are ridiculously small. It's just not practical for daily use. I've seen better for the",
            "language": "English"
        }
    ]
}