{
    "nr": "432",
    "name": "LuxeLoom Drapes",
    "price": "2499",
    "ranking": 1,
    "availability": 22,
    "description": "Transform your living space into a sanctuary of elegance with our exquisitely designed drapery collection, where sophistication meets functionality. Crafted from premium, lightweight fabric, these curtains don't just drape; they dance gracefully with every breeze, allowing natural light to filter through while offering you the privacy you crave. Available in a palette of serene, muted tones and vibrant hues, they seamlessly blend with any décor style, from modern minimalism to classic opulence.\n\nDesigned with versatility in mind, these drapes come equipped with innovative dual-layer technology that enables you to customize your ambiance effortlessly. Choose sheer layers for a dreamy, sunlit morning or cozy up in the warmth of the room with the rich, opaque fabric to keep the chill at bay. The thoughtfully integrated",
    "images": [
        "product_432_01.png"
    ],
    "reviews": [
        {
            "review": "I bought these curtains and I'm really disappointed. They looked nice online but when they arrived, the fabric was cheap feeling and not at all what I expected. They barely block any light too! It’s like they don’t even try. Also, the colors were all off, not matching my room as I hoped. \n\nTrying to hang them was a pain, the loops didn’t fit the rod properly. I ended up fighting with it for like an hour! After all that madness, they just don",
            "language": "English"
        },
        {
            "review": "They looked nice at first, but that was it. Bad stitching and fabric frayed after a week. They don't block light at all! My room is brighter with these up than when I had no curtains. Super disappointed, the clips keep falling off too. I've tried adjusting them but nothing works! The whole thing just feels really cheap. Save your money!",
            "language": "English"
        }
    ]
}