{
    "nr": "227",
    "name": "Elysian Tableware",
    "price": "2499",
    "ranking": 5,
    "availability": 19,
    "description": "Crafted for the modern dining experience, our exquisite dinner plates are designed to elevate your meals from ordinary to extraordinary. Embodying elegance and functionality, each piece boasts a delicate porcelain finish with an intricate pattern that adds a touch of sophistication to both casual family dinners and lavish gatherings alike. The artfully sculpted edges provide not only visual appeal but also a firm grip for easy handling, making every dining occasion a seamless one.\n\nDurability meets style with our premium dinner plates, expertly engineered to withstand the rigors of everyday use while seamlessly enhancing your table's aesthetic. Microwave and dishwasher-safe, these plates offer the perfect balance between practicality and elegance—allowing you to heat up leftovers or clean up after a feast without the hassle of fragile materials. Ideal",
    "images": [
        "product_227_01.png"
    ],
    "reviews": [
        {
            "review": "I recently purchased these dinner plates, and I couldn't be happier with my choice! The design is absolutely stunning – the elegant patterns and colors truly elevate my dining experience. The plates are made from high-quality materials that feel durable yet lightweight. \n\nI love how versatile they are. Whether I’m serving a casual family dinner or hosting a fancy gathering, these plates fit right in. They have a nice heft to them, making them feel substantial without being cumbersome. \n\nCleaning is a dream too! They are",
            "language": "English"
        },
        {
            "review": "I recently upgraded my dinnerware and I am absolutely in love with these plates! The design is simple but stunning, perfectly complementing my dining table. They’re not only gorgeous but also incredibly sturdy. I’ve used them for both casual family dinners and elegant gatherings, and they never fail to impress my guests. The colors are vibrant, and they hold up well in the dishwasher, which makes clean-up a breeze.\n\nI really appreciate how lightweight they are yet feel durable at the same time. The scall",
            "language": "English"
        },
        {
            "review": "I recently got these dinner plates, and they are simply stunning! The finish has a beautiful sheen that catches the light perfectly, making even simple meals feel special. I love the size – just right for everything from pasta to salads! They’re surprisingly lightweight, but feel durable. I’ve used them in the microwave and dishwasher without any issues. Plus, the design is so elegant that I’ve received compliments from friends and family. These plates have truly elevated my dining experience. I can’t recommend them enough",
            "language": "English"
        }
    ]
}