{
    "nr": "235",
    "name": "TrailBlazer Pack",
    "price": "4999",
    "ranking": 5,
    "availability": 22,
    "description": "Unleash your adventure potential with the ideal companion for all your journeys. This cutting-edge backpack combines the perfect blend of functionality, style, and durability, making it an essential partner whether you’re hiking up rocky trails or navigating the urban landscape. With a spacious main compartment and strategically placed pockets, you can easily organize your gear, snacks, and essentials while still enjoying a sleek design that turns heads.\n\nCrafted from weather-resistant materials, this pack stands guard against the elements, ensuring your belongings remain protected in all conditions. The ergonomic design, complemented by adjustable padded straps, guarantees maximum comfort during prolonged wear, allowing you to carry even the heaviest loads without strain. Plus, the breathable back panel ensures that air circulates, preventing sweat build-up and",
    "images": [
        "product_235_01.png"
    ],
    "reviews": [
        {
            "review": "I recently got my hands on this fantastic backpack, and I couldn't be more thrilled! From the moment I took it out of the box, I could tell it was designed with both style and functionality in mind. The material feels super durable, yet it's surprisingly lightweight, which is perfect for everyday use.\n\nThe storage options are just amazing! It has multiple compartments that easily fit my laptop, books, water bottle, and all the little things I tend to carry around. I love how they’ve incorporated some",
            "language": "English"
        },
        {
            "review": "I can't say enough good things about this backpack! Right out of the box, you can feel the quality – the material is durable and the stitching looks solid. I've used it on multiple hikes, and it carries everything I need with ease – my water bottle fits perfectly in the side pocket, and there's room for snacks, a first aid kit, and an extra layer. The comfort level is off the charts; the padding on the straps provides just the right amount of support. Plus, it has a",
            "language": "English"
        }
    ]
}