{
    "nr": "684",
    "name": "SunVibe Spectacles",
    "price": "2499",
    "ranking": 1,
    "availability": 14,
    "description": "Elevate your sunny-day experiences with the ultimate eyewear innovation designed for modern lifestyles. These stylish shades seamlessly combine fashion and functionality, making them a must-have accessory for anyone who craves both protection and panache. Engineered with UV400 lenses, they ensure your eyes remain safe from harmful rays, while the lightweight frame guarantees comfort throughout your day, whether you’re lounging by the beach, exploring new trails, or enjoying a brunch in the city.\n\nWith a sleek profile and a wide array of vibrant colors, these premium sunglasses are crafted to turn heads while supporting your active adventures. The anti-reflective coating minimizes glare, allowing you to stroll confidently under the brightest sun. Plus, the hydrophobic lens technology repels water and oil, keeping your",
    "images": [
        "product_684_01.png"
    ],
    "reviews": [
        {
            "review": "These are the worst sunglasses I've ever bought. They feel super flimsy and are not even UV protected. I thought they looked cool, but they're just cheap. After one week, the left lens came loose and made me look silly. And don't even get me started on the comfort, they dig into my nose. Like, what was I thinking?! Totally regret buying these. Do yourself a favor and stay away from these!",
            "language": "English"
        },
        {
            "review": "No sirven para nada. la calidad es horrible y los colores son raros. Se rompieron en un par de dias y no me protegen del sol. Ademas son incomodos. No se los recomiendo a nadie. Es un malgasto de dinero total. Lo peor que he comprado.",
            "language": "Spanish"
        },
        {
            "review": "These sunglasses are a total letdown. They don’t fit right and keep slipping down my nose. The lenses feel cheap and distort everything. Hard to see clearly, let alone wear for any period of time. Plus, the style is so basic, nothing special. Really regret buying these, feel like I wasted my money on something that just looks good in pics but has no real use. 1 star all the way.",
            "language": "English"
        },
        {
            "review": "Terrible experience. These just don't work. The lenses are too dark and everything looks weird. Plus they feel so cheap and flimsy. I thought they would be stylish but they just look ugly on my face. The nose pads are uncomfortable, hurt after a while. Wish I could get my money back. Would not recommend at all. Just a waste of time and cash.",
            "language": "English"
        },
        {
            "review": "Total waste of money. The lenses are so cheap it’s like wearing plastic wrap over my eyes. Can’t even see clearly. They keep slipping off my nose too, hardly stay on my face. Tried to get help from customer service but they were super rude. Never buying again!",
            "language": "English"
        }
    ]
}