{
    "nr": "376",
    "name": "BreezeBliss Pro Dryers",
    "price": "2999",
    "ranking": 1,
    "availability": 18,
    "description": "Unleash the power of salon-quality styling right at home with the ultimate professional hairdryer that combines cutting-edge technology with sleek design. This hairdryer, affectionately known as \"BB-Dry,\" offers an unparalleled drying experience that leaves your hair looking vibrant and healthy. Featuring a high-speed motor that cuts drying time in half, BB-Dry lets you breeze through your morning routine, so you can effortlessly transition from the shower to strutting your stuff in no time.\n\nDesigned with the health of your hair in mind, BB-Dry incorporates advanced ionic technology. This innovative feature fights frizz and enhances shine by releasing negatively charged ions that neutralize static, ensuring each strand is enveloped in moisture. With multiple heat and speed settings, you can personalize",
    "images": [
        "product_376_01.png"
    ],
    "reviews": [
        {
            "review": "I regret wasting my money on this dryer. It overheats literally after just a few minutes. My hair takes forever to dry. The air is weak and doesn’t do anything, feels like a fancy fan instead. I can’t get it to stay cool, and the controls are so confusing. The cord is way too short, makes it hard to use. I ended up just going back to my old one, it works way better. Not happy at all! Would not recommend to anyone!",
            "language": "English"
        },
        {
            "review": "this thing is terrible dont waste your money. it takes forever to dry my hair, and it leaves it frizzy like I stuck my head in a toaster. the settings are messed up, always too hot or too cold. and the loud noise, oh god, its like a jet taking off. headache city!! i regret buying it big time. money down the drain. just go for a cheaper one that actually works!!!",
            "language": "English"
        },
        {
            "review": "awful dryer. barely works. takes ages to dry hair, and the heat isn’t even hot enough!! it keeps shutting off randomly like what is this?? very frustrating. mine started making weird noises after a week. was hoping for an upgrade, but this is just garbage. wasting money. I’d give it zero stars if I could. don’t buy it!!!",
            "language": "English"
        }
    ]
}