{
    "nr": "464",
    "name": "NimbusGuard Jacket",
    "price": "8999",
    "ranking": 5,
    "availability": 5,
    "description": "Experience the ultimate in weather protection with our cutting-edge outerwear that redefines comfort and style. Engineered for the modern adventurer, this jacket is crafted from an innovative fabric blend that seamlessly combines durability with a feather-light feel. Say goodbye to bulky layers; the sleek silhouette is designed to move with you, ensuring that whether you're hiking a mountain trail or strolling through the city, you'll always look and feel your best.\n\nEquipped with advanced moisture-wicking technology, this jacket keeps you dry and comfortable even during the most unexpected downpours. The breathable lining allows for maximum airflow, while the insulated areas provide just the right amount of warmth without the weight. With adjustable cuffs and a customizable hood, you can tailor your fit for any condition, making",
    "images": [
        "product_464_01.png"
    ],
    "reviews": [
        {
            "review": "Ik ben helemaal verliefd op deze jas! Het design is echt prachtig en het voelt heerlijk zacht aan op mijn huid. De pasvorm is perfect, niet te strak en niet te wijd. Ik kan hem prima dragen tijdens mijn dagelijkse wandelingen, zelfs als het hard waait. Het is alsof ik een extra laagje bescherming om me heen heb. \n\nBovendien is het bestendig tegen water, wat echt een zegen is op regenachtige dagen! Mijn kleding blijft helemaal droog. Ook de",
            "language": "Dutch"
        },
        {
            "review": "I recently got my hands on this amazing jacket, and I can’t say enough good things about it! From the moment I put it on, I felt enveloped in such comfort. It’s incredibly lightweight but still provides the warmth I need on chilly days. The material is so soft I can wear it all day without feeling constricted at all. \n\nThe design is on point – stylish enough to wear out, yet functional enough for my active lifestyle. Pockets are perfectly placed and super roomy,",
            "language": "English"
        },
        {
            "review": "I've been searching for the perfect jacket, and wow, I think I finally found it! The moment I put this on, I felt wrapped in a cozy hug. It's super lightweight but surprisingly warm. Whether I'm out for a walk or just running errands, it keeps the chill away without feeling bulky. \n\nThe fabric is soft and breathable, which is a game changer - no more sweating like crazy when I’m inside! Love the pockets; they're perfect for my phone and keys. The design is stylish",
            "language": "English"
        },
        {
            "review": "This jacket is an absolute game-changer! 🌟 From the moment I put it on, I felt like I was wrapped in a cozy, protective cloud. The material is incredibly soft yet durable, providing the perfect balance for outdoor adventures. I love how lightweight it is; I can wear it all day without feeling weighed down.\n\nWhat really impressed me is how it kept me warm during my evening walks, even with the chilly breeze. The weather-resistant feature genuinely works, as I stayed dry during a",
            "language": "English"
        },
        {
            "review": "I absolute love this jacket! It’s by far the best outerwear I’ve ever owned. The fit is perfect – not too tight, not too loose. It feels super lightweight, yet really keeps me warm and dry. I've worn it in the rain and wind and it performs like a champ! \n\nThe design is sleek, and I get compliments every time I wear it. The pockets are really handy too, and I love that they zip up so I don’t lose anything when I'm out and",
            "language": "English"
        }
    ]
}