{
    "nr": "145",
    "name": "Whirlwind WhisperVac",
    "price": "7999",
    "ranking": 4,
    "availability": 23,
    "description": "Discover the ultimate cleaning companion designed for modern households: an innovative vacuum that combines cutting-edge technology with whisper-quiet operation. Engineered to tackle dust bunnies and pet hair alike, this sleek and compact marvel ensures that every corner of your home sparkles without disrupting your peaceful environment. Imagine pin-drop silence paired with powerful suction that leaves floors immaculate—perfect for morning cleaning sessions or late-night tidying.\n\nEquipped with advanced cyclonic filtration, this remarkable device captures even the tiniest particles, enhancing your indoor air quality while reducing allergens. The lightweight design and ergonomic handle allow for effortless maneuverability around furniture and up and down stairs. Whether you're reaching under the couch or cleaning high-up shelves, nothing escapes its grasp. Plus, with an easy-to-empty",
    "images": [
        "product_145_01.png"
    ],
    "reviews": [
        {
            "review": "I bought this vacuum a few months ago, and I have to say, I’m pretty impressed! It’s lightweight and super easy to maneuver around my home. The suction power is solid, and it picks up dirt and hair that my old vacuum would leave behind. The design is sleek, and I love how quiet it is compared to my previous models—I can vacuum anytime without scaring the cat! \n\nThe attachments are handy and versatile, making it easy to get into those tight spots. My only",
            "language": "English"
        },
        {
            "review": "I recently got my hands on this new vacuum, and I have to say it’s really impressive for the price. It’s super lightweight, making it easy to whip around the house. The suction power is strong—way better than my old one. I’ve used it on carpets and hardwood floors, and it transitions pretty smoothly between the two.\n\nThe noise level is decent; I can vacuum while the kids are napping and not wake them up. I appreciate the various attachments it comes with—they are",
            "language": "English"
        },
        {
            "review": "I've been using my new vacuum for a few weeks now, and I have to say, it's pretty impressive. It has a really sleek design that doesn't take up much space, which I love. The suction power is great—pet hair doesn't stand a chance! I like that it's lightweight, making it easy to carry up and down stairs.\n\nOne feature I appreciate is the quiet operation. I can clean while the kids are napping without waking them up, which is a huge plus. The various attachments",
            "language": "English"
        },
        {
            "review": "Já usei vários modelos de aspiradores, mas esse definitivamente se destaca. É super leve e fácil de manobrar, o que torna a limpeza bem rápida. A potência é ótima e consegue até sugar sujeiras nos lugares mais difíceis de alcançar. Além disso, o design é bem elegante e não ocupa muito espaço na minha casa. \n\nO único ponto que poderia ser melhorado é o nível de ruído. Enquanto aspira, ele faz um barulho considerável, então, se você tem",
            "language": "Portuguese"
        },
        {
            "review": "I recently got my hands on this vacuum and I have to say, it’s been a solid addition to my cleaning routine. It’s powerful enough to handle pet hair, which is a huge win for me. The compact design makes it easy to maneuver around furniture, and I love how lightweight it is. \n\nBattery life is impressive—I can get through my whole house without needing to recharge. The attachments are handy too; the crevice tool gets into tight spots perfectly. The noise level is surprisingly low",
            "language": "English"
        }
    ]
}