{
    "nr": "676",
    "name": "Luminova GlowSphere",
    "price": "2499",
    "ranking": 5,
    "availability": 15,
    "description": "Illuminate your living space with a touch of magic, courtesy of the enchanting GlowSphere. This innovative lamp is designed to transform any room into a serene sanctuary, enveloping it in a warm, gentle glow that mesmerizes and soothes. Say goodbye to harsh lighting and hello to an atmosphere of tranquility that promotes relaxation and rejuvenation, making it the perfect companion for winding down after a long day.\n\nEquipped with adjustable brightness settings, the GlowSphere adapts effortlessly to your mood and activities. Whether you're enjoying a peaceful evening with a book, hosting a cozy gathering with friends, or seeking the perfect backdrop for a romantic dinner, this lamp offers the flexibility you need. With a simple touch, switch between vibrant colors and soft whites to create the ambiance that",
    "images": [
        "product_676_01.png",
        "product_676_02.png"
    ],
    "reviews": [
        {
            "review": "I absolutely love my new lamp! The GlowSphere is beyond amazing - it brightens up my entire living room with such a warm and cozy light. It has different settings, so I can adjust the brightness according to my mood, and the soft glow adds a perfect ambiance for movie nights or reading.\n\nThe design is sleek and modern, fitting beautifully with my decor. The ability to change colors is a game changer! I often switch between soothing tones when I'm relaxing and vibrant colors for when I'm hosting friends",
            "language": "English"
        },
        {
            "review": "I am absolutely in love with this lamp! It has transformed my living room into a cozy and vibrant space. The glow it gives off is warm and inviting, perfect for relaxing evenings or entertaining friends. The design is sleek and modern, fitting seamlessly with my decor. I also love that it offers different brightness levels and colors, so I can switch it up based on my mood or the occasion. It’s so easy to control with my phone, which is a huge bonus! Definitely a game changer for",
            "language": "English"
        },
        {
            "review": "Ich bin absolut begeistert von dieser fantastischen Lampe! Das sanfte Licht sorgt sofort für eine gemütliche Atmosphäre in meinem Raum. Besonders toll finde ich die verschiedenen Farbmöglichkeiten. Man kann je nach Stimmung die Farben anpassen, und das dimmbare Licht macht es wirklich perfekt für jeden Anlass.\n\nDie Steuerung über die App ist super einfach und funktioniert tadellos. Ob ich beim Lesen mein Licht einstellen oder beim Entspannen in eine beruhigende Farbe wechseln möchte – alles geht kinderleicht. Auch",
            "language": "German"
        },
        {
            "review": "I can’t say enough good things about this lamp! It completely transformed my living space. The soft glow is just perfect for setting the mood in the evenings. I love how it changes colors, it creates such a cozy vibe. The touch controls are super easy to use, and I really appreciate how energy-efficient it is. Plus, it’s a stunning piece of decor on its own! \n\nI’ve placed it in my reading nook, and it makes such a difference when I curl up with a",
            "language": "English"
        },
        {
            "review": "I can’t say enough great things about this lamp! It has completely transformed my living space into a cozy oasis. The soft glow it emits is absolutely perfect for setting the mood, whether I’m reading, watching movies, or just relaxing after a long day. \n\nThe design is stunning too! It’s so modern and fits seamlessly with my décor. I love how it has different brightness levels; I can easily switch from a warm ambiance to a brighter light when needed. Plus, the touch controls are",
            "language": "English"
        }
    ]
}