{
    "nr": "183",
    "name": "ErgoLux Glide Chair",
    "price": "7499",
    "ranking": 1,
    "availability": 14,
    "description": "Transform your workspace into a haven of comfort with our revolutionary chair designed specifically for the modern professional. Say goodbye to the days of backaches and discomfort during those long hours at your desk. This ergonomic masterpiece boasts a sophisticated design that seamlessly blends style with function, elevating both your productivity and your office aesthetic.\n\nBuilt with state-of-the-art memory foam, the seat cushions mold to your body, providing unparalleled support while reducing pressure points. The dynamic lumbar support cradles your lower back, promoting proper posture and alignment as you dive deep into your tasks. With adjustable armrests that smoothly pivot and slide, you can find your perfect position for typing or relaxation, ensuring you stay energized throughout your day.\n\nIn addition to its comfort-driven features, this office chair",
    "images": [
        "product_183_01.png"
    ],
    "reviews": [
        {
            "review": "this chair is awful. I thought it would be comfy for working long hours but it really isn't. the cushions are hard and I feel like I'm sitting on a rock. Im also not sure who designed the height adjustment because it won’t stay in place. wheels don't roll smooth, just gets stuck all the time. I wish I could return it. total waste of money. Steer clear of this one.",
            "language": "English"
        },
        {
            "review": "After hearing all the hype, I got this chair expecting comfort and support, but I was let down big time. It's like sitting on a rock! No padding at all, just hard plastic. The backrest is wobbly and doesn't support my back. I thought the adjustable height would help, but it just sinks as soon as I sit down. Really frustrating! I'm always in pain after a long workday now. Honestly, I regret my purchase. Would not recommend it at all. Waste",
            "language": "English"
        },
        {
            "review": "I really wanted to like this chair but it’s just bad. It came with scratches and didn’t even go up & down like it’s supposed to. Sitting on it feels like I’m sinking right in, not comfy at all. The cushion is too hard and it aches my back after an hour. Plus, I’ve been having trouble with the wheels. They don’t glide, they stick. Honestly, I wish I had saved my money. I’ll be looking for something else. Super disappointed",
            "language": "English"
        },
        {
            "review": "i bought this chair expecting comfort for my long hours at the desk but boy was i wrong. its supposed to glide but it feels stiff like im pushing a rock across the floor. the cushion is so thin i can feel the hard seat, not what i needed. the back support is a joke. my back hurts more now than before. its also way heavier than i thought, not easy to move around. the height adjustment barely works and makes annoying squeaky noises. total waste of money, would",
            "language": "English"
        },
        {
            "review": "Der Stuhl ist total unbequem. Nach einer Stunde tun mir schon die Rücken und Beine weh. Die verstellbaren Teile funktionieren nicht richtig, alles wackelt. Und das Material? Fühlt sich billig an und sieht auch so aus. Ich hab mehr erwartet für den Preis. Würde ich nicht empfehlen! Habe ihn gleich zurückgeschickt. Einfach nur enttäuschend!",
            "language": "German"
        }
    ]
}