{
    "nr": "680",
    "name": "AirVortex ProDryer",
    "price": "2999",
    "ranking": 3,
    "availability": 11,
    "description": "Introducing your new secret weapon for effortlessly gorgeous hair: the revolutionary hair dryer that redefines the styling experience. This powerhouse combines cutting-edge technology with sleek design, making it an essential addition to your beauty routine. Say goodbye to frizz and hello to salon-quality results in the comfort of your own home!\n\nEquipped with advanced ionic technology, this dryer reduces drying time by up to 50%, allowing you to achieve that fresh-from-the-salon look in record time. The ultra-lightweight design ensures comfort during use, while the ergonomic grip lays the groundwork for a seamless styling experience. With multiple heat and speed settings at your fingertips, you can easily customize the drying process to suit your hair type, ensuring that no strand is left behind.\n\nBut that’s",
    "images": [
        "product_680_01.png"
    ],
    "reviews": [
        {
            "review": "Also, ehrlich gesagt, der Fön ist ganz okay. Er macht seinen Job, aber ich hatte mir mehr erwartet. Die Trockenzeit ist nicht so schnell, werd immer noch nasse Spitzen haben, selbst nach längerer Benutzung. Und das Geräusch – naja, der ist recht laut, aber ich schätze, das ist normal bei Haarföhnen. Gut ist, dass er nicht so schwer ist und ich ihn gut halten kann. Ich hätte mir noch ein paar Einstellungen gewünscht,",
            "language": "German"
        },
        {
            "review": "I’ve been using this hairdryer for a couple of weeks now, and I have mixed feelings. It's decent but not amazing. The design is nice, and it feels pretty lightweight, which is a plus. When I first tried it, I thought it would dry my hair faster because of the power rating, but honestly, it took the same amount of time as my old one.\n\nThe heat settings are okay, but I’d love to have more control. Sometimes my hair feels a bit friz",
            "language": "English"
        },
        {
            "review": "I've had this hairdryer for a few weeks now, and I gotta say, it’s okay, but not great. It dries my hair reasonably fast, but not as quick as I was hoping for. The design is kinda sleek, and it’s not too heavy, which is nice. However, the heat settings are pretty much hit or miss. Sometimes it feels too hot, and other times it's lukewarm, so that’s kinda annoying when you’re trying to style. \n\nNoise level is",
            "language": "English"
        },
        {
            "review": "Estava ansiosa para experimentar este secador, mas não é tudo o que eu esperava. Ele seca o cabelo razoavelmente rápido, mas não tem tanta potência quanto eu imaginava. A temperatura também não é tão boa, às vezes fica muito quente, outras muito frio. O design é bonito e leve, mas a ergonomia não é tão confortável para quem tem cabelo lido. Acaba ajudando, mas poderia ser Muito melhor. Para o preço, achei que era mais, prometia",
            "language": "Portuguese"
        }
    ]
}