{
    "nr": "288",
    "name": "Celestial Feast Plates",
    "price": "2499",
    "ranking": 5,
    "availability": 4,
    "description": "Elevate your dining experience with our stunning celestial-inspired dinnerware, designed to transform every meal into an extraordinary occasion. Each plate features a mesmerizing cosmic pattern that twinkles like the night sky, blending elegance with whimsy and showcasing the beauty of the universe right on your dining table. The enchanting design not only stimulates the senses but also serves as a conversation starter, making your family gatherings and dinner parties truly memorable.\n\nCrafted from high-quality, durable porcelain, these plates are not only visually captivating but built to withstand the test of time. Their dishwasher and microwave-safe properties ensure that cleaning up is as effortless as enjoying your meals. The smooth, non-porous surface resists scratches, making them ideal for everyday use while retaining their celestial charm. With",
    "images": [
        "product_288_01.png"
    ],
    "reviews": [
        {
            "review": "I am absolutely in love with these dinner plates! From the moment I unpacked them, I could tell they were something special. The design is stunning—each plate features delicate patterns that bring a touch of elegance to every meal. I’ve received compliments from guests every time I set the table. \n\nThey're not just pretty, though; the quality is fantastic too! They are surprisingly lightweight, yet they're sturdy and don’t chip easily. I've used them for everything from everyday dinners to special occasions, and",
            "language": "English"
        },
        {
            "review": "¡Estas platos son simplemente maravillosos! La calidad es incomparable y el diseño es tan elegante que elevan cualquier comida. He recibido muchos cumplidos de mis invitados sobre ellos. Son perfectos para cenas familiares o ocasiones especiales. Aparte de su belleza, también son muy resistentes y no se rayan fácilmente. Me encantan los colores vibrantes que realmente hacen que la comida resalte. Además, son fáciles de limpiar y se pueden meter en el lavavajillas. Cada vez que los uso",
            "language": "Spanish"
        },
        {
            "review": "I can’t get enough of these plates! The design is absolutely stunning, like bringing a piece of the cosmos to my dinner table. They have just the right weight — not too heavy, but they feel sturdy and durable. I’ve used them for everything from casual family dinners to hosting elegant dinners, and they impress every time.\n\nOne of my favorite parts is how easy they are to clean. Food just slides right off, making post-meal clean-up a breeze. Plus, I love that they",
            "language": "English"
        },
        {
            "review": "Ik ben echt verliefd op deze borden! Ze zijn prachtig ontworpen met mooie, kleurrijke sterrenhemels. Elke maaltijd voelt speciaal als ik ze gebruik. De kwaliteit is geweldig; ze zijn zo stevig en toch lichtgewicht. Ik heb ze al meerdere keren in de vaatwasser gedaan en ze zien er nog steeds perfect uit. \n\nHet eten glijdt er makkelijk van af, wat de schoonmaak super eenvoudig maakt. Ze zijn ook perfect voor zowel formele diners als casual maaltijden. Mijn gasten",
            "language": "Dutch"
        }
    ]
}